{
    "TITLE": "The Global Phosphorylation Landscape of SARS-CoV-2 Infection",
    "ABSTRACT": "The causative agent of the coronavirus disease 2019 (COVID-19) pandemic, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has infected millions and killed hundreds of thousands of people worldwide, highlighting an urgent need to develop antiviral therapies. Here we present a quantitative mass spectrometry-based phosphoproteomics survey of SARS-CoV-2 infection in Vero E6 cells, revealing dramatic rewiring of phosphorylation on host and viral proteins. SARS-CoV-2 infection promoted casein kinase II (CK2) and p38 MAPK activation, production of diverse cytokines, and shutdown of mitotic kinases, resulting in cell cycle arrest. Infection also stimulated a marked induction of CK2-containing filopodial protrusions possessing budding viral particles. Eighty-seven drugs and compounds were identified by mapping global phosphorylation profiles to dysregulated kinases and pathways. We found pharmacologic inhibition of the p38, CK2, CDK, AXL, and PIKFYVE kinases to possess antiviral efficacy, representing potential COVID-19 therapies.\nGraphical Abstract\nHighlights\nPhosphoproteomics analysis of SARS-CoV-2-infected cells uncovers signaling rewiring\nInfection promotes host p38 MAPK cascade activity and shutdown of mitotic kinases\nInfection stimulates CK2-containing filopodial protrusions with budding virus\nKinase activity analysis identifies potent antiviral drugs and compounds\nPhosphoproteomics analysis of SARS-CoV-2-infected Vero E6 cells reveals host cellular pathways hijacked by viral infection, leading to the identification of small molecules that target dysregulated pathways and elicit potent antiviral efficacy.",
    "INTRO": "Introduction\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an enveloped positive-sense RNA virus that belongs to the lineage B Betacoronavirus family. It is closely related to SARS-CoV, the causative agent of SARS, which emerged in the human population in 2002 (79% genetic similarity), and several SARS-related coronaviruses that circulate in bats (up to 98% genetic similarity). The pathophysiology of severe coronavirus disease 2019 (COVID-19) is similar to that of severe disease caused by SARS-CoV and is characterized by acute respiratory distress and excessive inflammation capable of inducing respiratory failure, multi-organ failure, and death.\nTo enter host cells, the SARS-CoV-2 spike (S) protein binds to an ACE2 receptor on the target cell and is subsequently primed by a serine protease, TMPRSS2, that cleaves the S protein and allows fusion of viral and lysosomal membranes. Following entry, viral genomic RNA is translated to produce the polyproteins ORF1a and ORF1ab, which are subsequently cleaved by viral proteases into non-structural proteins that form the viral replication/transcription complex (RTC). Extensive remodeling of the host endoplasmic reticulum leads to formation of double-membrane vesicles, within which viral RNA synthesis occurs. The viral RNA genome is replicated by transcription of the negative-strand genomic RNA template, whereas subgenomic mRNAs are transcribed and translated to produce structural and accessory proteins. Structural proteins and viral genomes assemble at the endoplasmic reticulum-Golgi intermediate compartment (ERGIC), followed by transport to the cell surface for release by exocytosis.\nAlthough much about SARS-CoV-2 biology can be inferred based on similarity to SARS-CoV, SARS-CoV-2 is a novel coronavirus with unique properties that contribute to its pandemic-scale spread. Unlike SARS-CoV, SARS-CoV-2 infection is commonly asymptomatic, particularly in the younger population, and contagious prior to symptom onset. These characteristics contribute to the difficulty of containing SARS-CoV-2 spread through public health strategies and amplify the need to develop vaccines and therapies to protect against and treat COVID-19. Clinical management of COVID-19 is largely limited to infection prevention and supportive care. So far, remdesivir, a broad-spectrum antiviral agent, is the only medication approved for emergency use to treat COVID-19 by the US Food and Drug Administration (FDA). Although the evidence supporting remdesivir use in patients with advanced COVID-19 is promising, there remains an urgent need for potent SARS-CoV-2 therapeutic agents, especially those that could be given in an outpatient setting, to effectively combat the COVID-19 pandemic.\nProteomics approaches that globally quantify changes in protein abundance and phosphorylation are powerful tools to elucidate mechanisms of viral pathogenesis by providing a snapshot of how cellular pathways and processes are rewired upon infection. Importantly, the functional outcomes of many phosphorylation events are well annotated, especially for kinases where phosphorylation directly regulates their activity. State-of-the-art bioinformatics approaches can then be employed to readily identify regulated kinases from phosphorylation profiles, many of which are likely to be established drug targets with therapeutic potential. Here we present a quantitative survey of the global phosphorylation and protein abundance landscape of SARS-CoV-2 infection, map phosphorylation changes to disrupted kinases and pathways, and use these profiles to rapidly prioritize drugs and compounds with the potential to treat SARS-CoV-2 infection.",
    "RESULTS": "Results\nPhosphorylation Signaling Represents a Primary Host Response to SARS-CoV-2 Infection\nTo determine how SARS-CoV-2 hijacks host-protein signaling, a global phosphoproteomics experiment was performed in Vero E6 cells, a cell line originating from the kidney of a female African green monkey (Chlorocebus sabaeus). This cell line was selected because of its high susceptibility to SARS-CoV-2 infection. Cells were harvested in biological triplicate at 6 time points after SARS-CoV-2 infection (0, 2, 4, 8, 12, or 24 h) or after mock infection at 0 or 24 h (Figure 1 A). Using a data-independent acquisition (DIA) proteomics approach, each sample was then partitioned and analyzed for changes in global protein abundance or phosphorylation (data available in Table S1). Chlorocebus sabaeus and human protein sequences were aligned, and phosphorylation sites and protein identifiers were mapped to their respective human protein orthologs. Phosphorylation fold changes calculated using the 0- or 24-h mock control were highly comparable (correlation coefficient r = 0.77); therefore, the 0-h mock control was used for all subsequent comparisons.\nQuality control filtering of the data was performed, and two samples from each of the phosphorylation and protein abundance datasets were removed because of poor correlation with their respective replicates (Figures S1 A and S1B). Principal component analysis (PCA) of the remaining samples revealed good separation of mock and infected samples as well as high quantitative reproducibility between biological replicates (Figures 1B, 1C, and S1C). In total, high-quality quantification of 4,624 human-orthologous phosphorylation sites and 3,036 human-orthologous proteins was obtained (Figure S1D). Successful infection was confirmed by the observation of a dramatic increase in viral protein abundance over the course of a 24-h infection period (Figures 1D and S1E).\nAs expected, an increase was observed in the number of significantly regulated phosphorylation sites and proteins over the infection time course, with the majority of regulation occurring at the level of phosphorylation (Figures 1E and 1F) as opposed to protein abundance (Figures 1G and 1H). Of the few proteins that significantly increased in abundance upon infection, the vast majority were SARS-CoV-2 viral proteins (Figure 1H). In contrast, the majority of host proteins decreased in abundance. This finding is consistent with mechanisms of host mRNA nuclear export and/or host mRNA translation inhibition, which are common in viral infections. Gene Ontology enrichment analysis of significantly downregulated proteins revealed several terms related to platelet regulation (Figures 1I and S1F). Several downregulated host proteins are known to be involved in platelet regulation, thrombosis, and prevention of blood coagulation, including APOH, CD9, TSPAN14, AHSG, SERPINA1, and A2M. The downregulation of these proteins suggests that they may mechanistically contribute to symptoms of blood coagulation and stroke in COVID-19 patients.\nLastly, the contribution of protein abundance to phosphorylation level changes was evaluated. For nearly all cases of a significantly changed phosphorylation site, no corresponding significant change in protein abundance was observed (Figure 1J), further suggesting that phosphorylation signaling represents a primary host response over this time course of infection as opposed to transcriptional regulation, which would influence protein abundance.\nPhosphorylation of SARS-CoV-2 Viral Proteins by the Host Proteome\nViral protein phosphorylation within the host cell may play a role in sensing and responding to cell state. We detected 25 phosphorylation sites in SARS-CoV-2 viral proteins that we combined with another proteomics dataset to amass a total of 49 sites detected across seven viral proteins (Table S2). Of note, this analysis does not distinguish cleaved from uncleaved viral proteins in the assignment of viral phosphorylation sites. The degree of conservation, indicative of functional constraint, was estimated for each residue position (Figure 2 A), and the sites were mapped to positions within structured regions for five proteins, with the majority observed in accessible positions (i.e., loops) (Figure 2B). The top kinase families predicted by sequence to regulate these sites included casein kinase II (CK2), cyclin-dependent kinase (CDK), and protein kinase C (PKC), among others (Figure 2C), suggesting that these kinases may contribute to regulation of viral replication.\nAlthough it is unlikely that all phosphorylation sites on viral proteins play important functional roles, several sites in membrane (M) protein, Nsp9, and nucleocapsid (N) protein (Figures 2D–2F) suggest potential functionality. Five phosphorylation sites were detected in the M protein cluster within a short C-terminal region of the protein (207–215; Figure 2D). Although these acceptor residues are not predicted to be conserved, several are negatively charged residues in M proteins of other related viruses (Figure 2E). This evolutionary pattern suggests that a negative charge in this region may play a functional role, reminiscent of other multi-site phosphorylation events.\nTo identify phosphorylation sites that may regulate protein-protein interactions, all sites were mapped to 3D structures, and solvent accessibility based protein-protein interface identification and recognition (SPPIDER) was used to assess whether sites resided within interface regions (; Figure 2A; Table S2). The single phosphorylation site in Nsp9 was predicted to be at an interface region (“True”), which was supported by inspection of the homodimer structure (PDB: 6W4B). Additional phosphorylation sites were predicted to be at interface residues within the S protein (Figure 2A). However, inspection of S in complex with the ACE2 receptor reveals some of these phosphorylation sites to be near but not at the interface region.\nFinally, phosphorylation sites in N protein, a structural protein that binds to and assists with packaging viral RNA, were investigated. Most sites occurred within the N-terminal portion of the protein, at or near the RNA binding region, but avoided the C-terminal dimerization domain. The cluster of phosphorylation sites within an arginine/serine (RS)-dipeptide rich region, C-terminal to the RNA binding region (Figure 2A), is conserved in other coronavirus N proteins. This region is phosphorylated in SARS-CoV by serine-arginine (SR) protein kinases, modulating the role of SARS-CoV N protein in host translation inhibition. It is likely that phosphorylation of this same region in SARS-CoV-2 plays a similar role. Interestingly, in vitro inhibition of SARS-CoV N protein phosphorylation at the RS-rich region results in reduced viral load and cytopathic effects, highlighting its importance for viral fitness. In addition, sites spanning the sequence of the RNA binding domain, which forms a claw-like structure, have been observed. Several phosphorylation sites cluster in the structural model, predicted to affect the surface charge of the so-called acidic wrist region (Figure 2F) but not the positive surface charge of the RNA binding pocket. We hypothesize that this surface charge difference may modulate N protein function, potentially via allosteric regulation of RNA binding capacity.\nPhosphorylation of SARS-CoV-2 Host-Interacting Proteins during Infection\nThe recently published SARS-CoV-2 virus-human protein-protein interaction map identified 332 human proteins interacting with 27 (26 wild-type and 1 mutant) viral proteins. Here we found some of these host proteins (40 of 332) to be significantly differentially phosphorylated upon infection (Figure 3 ). Virus-host protein-protein interactions could drive changes in phosphorylation by affecting host protein subcellular localization or by sterically blocking kinase access. Furthermore, phosphorylation of these proteins upon infection may signify an additional mode of functional control over these potential dependency and restriction factors.\nThe SARS-CoV-2 N protein is known to interact with several RNA-processing proteins that are differentially phosphorylated during infection, including LARP1 and RRP9. Here LARP1 phosphorylation decreases on several sites, which is known to consequently increase LARP1 affinity for 3′ untranslated regions (UTRs) of mRNAs encoding ribosomal proteins, driving inhibition of protein synthesis. This mechanism may be utilized by SARS-CoV-2 to prioritize synthesis of viral proteins over host proteins. In addition, ORF6 interacts with the NUP98/RAE complex, and NUP98 phosphorylation was observed to increase at S888, a site within its peptidase domain. NUP98 autocatalytic cleavage is required for localization to the nuclear pore; thus, it is possible that NUP98 interaction with ORF6 and/or its virus-induced phosphorylation prevents host mRNA export through the nuclear pore. A similar mechanism is employed by vesicular stomatitis virus (VSV) matrix protein to block host mRNA export by targeting the NUP98/RAE complex, leading to exclusive translation of cytoplasmic VSV mRNAs.\nFor Nsp12, the majority of its protein interactors displayed decreased phosphorylation during infection. Because Nsp12 is known to encode the RNA-dependent RNA polymerase, responsible for replicating the viral genome, and several of these interacting proteins are related to RNA processing (LARP4B and CRTC3), their regulation may possess functional implications for Nsp12 in viral RNA replication. In addition, Nsp8 interacts with several proteins whose phosphorylation increases (LARP7 and MPHOSPH10) and decreases (CCDC86) on several sites. Notably, LARP7 and MEPCE are important regulators of RNA polymerase II-mediated transcription elongation as part of the 7SK small nuclear ribonucleoprotein particle (snRNP) complex. Regulation of these phosphorylation sites may contribute to the regulation of positive transcription elongation factor b (P-TEFb [CDK9]) and transcriptional regulation of the virus, similar to how these proteins are regulated during HIV infection.\nSARS-CoV-2 Infection Regulates Host Kinase Signaling\nTo study global changes in kinase signaling and their effect on host protein phosphorylation, regulated phosphorylation sites were grouped in five clusters based on their dynamics using a data-driven clustering approach (Figure 4 A; STAR Methods). For each of the groups, an enrichment analysis was performed for functions and pathways (Figure 4A; Table S3). The dynamics of these changes can be linked to the viral life cycle: entry (0–2 h), replication (4–12 h), and egress (24 h). Clusters 1 and 2 include phosphorylation sites that are, on average, upregulated during infection. Cluster 1 sites tended to be upregulated within 2 h (i.e., linked to viral entry) and were enriched in mRNA processing, cell cycle, apoptosis, and proteins involved in HIV infection. Cluster 2 included apoptosis proteins with later onset of phosphorylation, associated with replication and/or egress. Phosphorylation sites in clusters 3 and 4 were downregulated and enriched in RNA-processing functions. Sites within cluster 5 possessed a dynamic response to infection, with immediate downregulation followed by a rise during the middle and renewed downregulation at late time points. This cluster was enriched for DNA replication and the cell cycle, among others. These observations are corroborated by standard Gene Ontology (GO) enrichment analyses of biological processes regulated by phosphorylation (Figure S1G; Table S3; STAR Methods).\nWe estimated activity regulation for 97 kinases based on the regulation of their known substrates (; Table S4), with the strongest regulation linked to viral entry (0–2 h) and late replication/egress (24 h). The kinases predicted to be most strongly activated (Figures 4B and S2A) include several members of the p38 pathway, including p38ɣ (MAPK12), CK2 (CSNK2A1/2), Ca2+/calmodulin-dependent protein kinase (CAMK2G), and the guanosine monophosphate (GMP)-dependent protein kinases PRKG1/2, which can inhibit Rho signaling. Kinases predicted to be downregulated include several cell cycle kinases (CDK1/2/5 and AURKA), cell growth-related signaling pathway kinases (PRKACA, AKT1/2, MAPK1/3, and PIM1), and the cytoskeleton regulators (PAK1), among others. Kinase activity estimates based on the 24-h mock control gave highly correlated results (r = 0.81), identifying the same set of highly regulated kinases (Figure S2D). Some of the changes in kinase activity can be directly linked to host-viral protein interactions (Figure 4C). Among the 10 interacting kinases detected in a virus-host protein-protein interaction map, an increase in activity for CK2 and a decrease for MARK2 and PRKACA were observed (Figure 4C). Of note, although we predict decreased activity for PRKACA based on phosphorylation of its substrates, we simultaneously detected a significant increase in T198 phosphorylation (8, 12, and 24 h post infection) within its activation loop, suggesting an increase in PRKACA activity. It is possible that Nsp13 is sequestering active PRKACA away from its typical substrates.\nTo better understand the signaling states of cells over the course of infection, we compared our data with a compilation of public phosphoproteomics datasets of other conditions (; Figures 4D and S2B). The first and last time point of infection resembled a kinase activation state induced by inhibition of mTOR, ERK, AKT, and EGFR, consistent with the estimated kinase activities of these growth-related pathways. Between 2 and 12 h after infection, kinase activity states resembling inhibition of phosphatidylinositol 3-kinase (PI3K), p70S6K, and Rho-associated protein kinases (ROCKs) were observed. Finally, several of the time points resembled S/G2 cell cycle state, suggestive of a cell cycle block. Conversely, some conditions were anticorrelated with kinase activity profiles (Figures 4D and S2B). In line with an S/G2 cell-cycle block, infection signaling appeared opposite to that of a mitotic cell. In addition, inhibitors of histone deacetylases (HDACs) (scriptaid and trichostatin A), the proteasome (bortezomib), Hsp90 (geldanamycin), and voltage-gated sodium channels (valproic acid) were also anticorrelated. These drugs, or drugs targeting these protein activities, could induce a signaling state that inhibits viral replication.\nTo further link kinase activities to downstream protein complexes, enrichment of up- or downregulated phosphorylation sites was determined within a curated set of human protein complexes defined by CORUM (; Figures 4E and S2C). This analysis revealed significant changes in phosphorylation of splicing related complexes (spliceosome), the proteasome (PA700-20S-PA28), and chromatin remodeling complexes (HuCHRAC and MLL2). In addition, a subset of regulated phosphorylation sites were detected that have known regulatory functions or high predicted functional scores that are linked to regulation of protein activities (Table S5). Consistent with the observed signaling changes described above, these regulatory phosphorylation sites are involved in activation of chaperones (including HSP90), proteasome activity, inhibition of the anaphase-promoting complex (APC), and regulation of HDACs and cytoskeleton proteins, among others.\nCK2 and N Co-localize at Virus-Induced Filopodial Protrusions\nThe phosphoproteomics data indicated regulation of several kinases and effector proteins related to cytoskeleton organization upon SARS-CoV-2 infection. Kinases downstream of the Rho/Rac/Cdc42 GTPases (PAK1/2 and ROCK1/2) and several well-characterized phosphorylation site targets of PAK1/2 kinase in vimentin (VIM S39 and S56) and stathmin (STMN1 S16 and S25) were found to be downregulated during infection (Figures 5A and 5B). The interaction of Nsp7 with RHOA may contribute to this downregulation. In contrast, signaling via CK2 is strongly upregulated, as determined by the increase in phosphorylation of well-characterized target sites (Figures 5A and 5B). Among the many roles of this kinase, we noted increased phosphorylation of cytoskeleton protein targets such as ɑ-Catenin (CTNNA1 S641) and the heavy chain of the motor protein Myosin IIa (MYH9 S1943). In addition to these kinase-mediated effects, the Nsp2 protein of SARS-CoV-2 also interacts directly with strumpellin (WASHC5), a subunit of the actin assembly-inducing WASH complex, further implicating cytoskeleton regulation during infection. To study the relevance of these observations in a human infection model, high-resolution immunofluorescence imaging of fixed Caco-2 human colon epithelial cells was performed 24 h after infection (STAR Methods).\nSARS-CoV-2 infected Caco-2 cells were imaged for filamentous actin and the SARS-CoV-2 M protein, revealing prominent M protein clusters, possibly marking assembled SARS-CoV-2 viral particles, localized along the shafts and at the tips of actin-rich filopodia (Figures 5B and S3 B). SARS-CoV-2 infection induced a dramatic increase in filopodial protrusions, which were significantly longer and more branched than in uninfected cells (Figure 5D). Uninfected cells also exhibited filopodial protrusions, but their frequency and shape were dramatically different (Figure S3A). Reorganization of the actin cytoskeleton is a common feature of many viral infections and is associated with different stages of the viral life cycle.\nWe hypothesize that induction of virus-containing filopodia could be important for SARS-CoV-2 egress and/or cell-to-cell spread within epithelial monolayers. Given that Rho/PAK/ROCK signaling is downregulated, we next asked whether CK2 could play a role in this process. At 24 h, infected cells showed CK2 expression along the thin filopodial protrusions (Figure 5E), partially co-localized with SARS-CoV-2 N protein (Figure 5F). Scanning and transmission electron microscopy were used (Figures 5G, 5H, S3C, and S3D) to image the cellular protrusions at higher resolution. Assembled viral particles are clearly visible along these filopodia (Figure 5G), with instances where the viral particles appear to be budding from the protrusions (Figure 5H). Finally, we performed a global phosphoproteomics analysis of Vero E6 cells overexpressing N protein and observed CK2 activity to be significantly upregulated (Figure S3E; Tables S1 and S4). Because CK2 activity can promote actin polymerization, we hypothesize that N protein may allosterically control CK2 activity and regulate cytoskeleton organization.\nSARS-CoV-2 Infection Promotes p38/MAPK Signaling Activity and Cell Cycle Arrest\nKinase activity analysis of SARS-CoV-2 phosphorylation profiles predicted upregulation of several components of the p38/mitogen-activated protein kinase (MAPK) signaling pathway, including MAP2K3, MAP2K6, MAPK12, MAPKAPK2 (MK2), and MAPKAPK3 (Figures 6A and 6B). Immunoblotting for activated phospho-p38 (T180/Y182), phospho-MK2 (T334), and phospho-cAMP response element-binding protein (CREB) and phospho-ATF-1 at their respective MAPKAPK2 sites (S133 in both) confirmed activation of the p38/MAPK pathway during SARS-CoV-2 infection in ACE2-expressing A549 human lung carcinoma cells (ACE2-A549) (Figure 6C). Furthermore, phosphoproteomics data depict increased phosphorylation of p38 pathway substrates such as negative elongation factor E (NELFE), heat shock protein beta-1 (HSPB1), and signal transducer and activator of transcription 1-alpha/beta (STAT1), among others (Figure 6D). Regulation of these sites occurs late in the time course (24 h after infection), likely reflecting a more advanced stage of viral infection, replication, and egress.\nThe p38/MAPK pathway mediates the cellular response to environmental stress, pathogenic infection, and pro-inflammatory cytokine stimulation, whereas downstream effectors of the pathway include transcription factors and RNA binding proteins that promote inflammatory cytokine production. Analysis of estimated transcription factor activity from gene expression data (STAR Methods; Table S6) derived from the infection of a human lung carcinoma cell line (A549), a human epithelial lung cancer cell line (Calu3), and primary human bronchial epithelial (NHBE) cells demonstrated that transcription factors regulated by the p38/MAPK pathway were among the most highly activated upon infection (Figure 6E).\nTo investigate the contribution of the p38/MAPK pathway to cytokine production, SARS-CoV-2-infected ACE2-A549 cells were treated with the p38 inhibitor SB203580. The mRNA of the inflammatory cytokines interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α), and others increased during infection and were inhibited by p38 inhibition in a dose-dependent manner (Figures 6F, right, and S4A). Interestingly, p38 inhibition also reduced SARS-CoV-2 subgenomic mRNA (Figure 6F, left) in the absence of major cellular toxicity (Figure S5 ), indicative of reduced viral replication. The SB203580-induced decrease in virus production was further confirmed using an anti-SARS-CoV-2 N protein (anti-NP) antibody-based assay (Figure S5, New York Vero E6). Multiplexed ELISA analysis of supernatants of cells from the same experiment demonstrated strong upregulation of inflammatory cytokines at the protein level, including IL-6, CXCL8, CCL20, and CCL2, which were decreased upon p38 inhibition (Figure S4 B; Table S7). However, because SARS-CoV-2 replication is also inhibited by SB203580, we cannot deconvolve the contributions of p38/MAPK pathway activity and SARS-CoV-2 virus presence on cytokine production.\nComparing phosphoproteomics profiles of SARS-CoV-2-infected cells with a database of phosphorylation profiles collected at specific cell cycle stages, viral infection was most highly correlated with cells arrested at the S/G2 transition and was negatively correlated with profiles of cells in mitosis (Figure 6G). We also observed SARS-CoV-2-dependent regulation of CDK2 T14/Y15 phosphorylation, initially increased in response to SARS-CoV-2 infection at 2 h, followed by a decrease over the remainder of the infection time course (Figure 6H, left). CDK2 activity promotes transition from the G2 phase of the cell cycle into mitosis and is inhibited by phosphorylation at positions T14 and Y15 by kinases WEE1 and MYT1, preventing premature entry into mitosis. CDK2 can also become phosphorylated when the cell cycle is arrested because of checkpoint failure or DNA damage. In addition, H2AX S140 phosphorylation (i.e., γ-H2AX), a hallmark of the DNA damage response, exhibited a profile similar to CDK2, suggesting that the DNA damage response may become activated early during infection (; Figure 6H, right).\nTo more directly test whether SARS-CoV-2 infection affects cell cycle progression, cells were infected with SARS-CoV-2 for 24 h, and their DNA content was measured using DAPI DNA staining and flow cytometry. A significant increase in the fraction of cells in S phase and at the G2/M transition and a decrease in the fraction of cells in G0/G1 phase were observed (Figures 6I and S4C). This observation is consistent with arrest between S and G2 phases of the cell cycle. A relationship between p38 activity and cell cycle arrest has been described previously, and the two could be linked mechanistically during SARS-CoV-2 infection.\nMapping Kinase Activities to Pharmacological Modulators Identifies SARS-CoV-2 Therapies\nTo identify effective therapies for SARS-CoV-2 infection, kinase inhibitors were mapped to the most differentially regulated kinase activities (Figure 7 A) and to specific phosphorylation sites (Table S8; STAR Methods). This resulted in a list of 87 drugs and compounds: 10 FDA-approved, 53 undergoing clinical testing, and 24 pre-clinical. Many of the drugs and compounds identified were reported to target several host kinases in cell-free assays at a minimum, but many have been observed to hit targets in cellular assays as well (Figure 7A). We reasoned that testing molecules with both overlapping and unique targets would help specify the molecular targets of greatest importance for SARS-CoV-2. Here, 68 total drugs and compounds were tested for antiviral efficacy (via qRT-PCR, anti-NP antibody, plaque assay, and/or TCID50) and cellular toxicity at two different institutions (in New York [Mount Sinai, 25 drugs/compounds] and Paris [Institut Pasteur, 62]) and in two cell lines (Vero E6 [68] and A549-ACE2 [61]). All pharmacological profiling results can be found in Figure S5 and Table S8.\nWe found pharmacological inhibitors of CK2, p38 MAPK signaling, PIKFYVE, and CDKs to possess strong antiviral efficacy. Cells were pre-treated with inhibitor molecules, followed by SARS-CoV-2 infection (STAR Methods), and virus quantity (anti-NP antibody against SARS-CoV-2) and cell viability were quantified 48 h after infection. As a positive control and for comparison, remdesivir was tested, and the expected favorable antiviral activity was observed (half maximal inhibitory concentration [IC50 ] = 1.28 μM; Figure 7B). Silmitasertib, an inhibitor of CSNK2A1 and CSNK2A2, was found to possess antiviral activity (IC50 = 2.34 μM; Figures 7C and S5). In conjunction with data supporting physical interaction and co-localization with N protein (Figure 5F), as well as a potential role in remodeling extracellular matrix upon infection (Figures 5 and S3), CK2 signaling appears to be an important pathway hijacked by SARS-CoV-2. Furthermore, silmitasertib is currently being considered for human testing as a potential treatment for COVID-19.\nTo probe SARS-CoV-2 dependence on MAPK signaling, SARS-CoV-2 replication was measured in response to pharmacological and genetic perturbation of MAPK components that were upregulated during infection (Figure 7D). Potent antiviral activity was observed for gilteritinib (Figure 7E; IC50 = 0.807 μM), an inhibitor of AXL kinase, upstream of p38; ralimetinib (Figure 7F; IC50 = 0.873 μM), an inhibitor of MAPK11 (p38ɑ) and MAPK14 (p38β); MAPK13-IN-1 (Figure 7G; IC50 = 4.63 μM), an inhibitor of MAPK13 (p38-δ); and ARRY-797 (Figure 7H; IC50 = 0.913 μM) in A549-ACE2 cells, a MAPK14 inhibitor. To further probe the dependence of SARS-CoV-2 on p38 pathway members, small interfering RNA (siRNA)-mediated knockdown of MAP2K3, p38-δ (MAPK13), and p38-ɣ (MAPK12) was performed in A549-ACE2 cells, and a significant decrease in SARS-CoV-2 replication was observed for all three, with little to no effect on cell viability (Figure 7I).\nIn addition, we noted marked regulation of phosphatidylinositol enzyme activities for PIK3CA, PLCB3, and PIKFYVE, suggesting a potential role for the appropriate balance of phosphatidylinositol species. To target this process, apilimod, a small-molecule inhibitor of PIKFYVE, was tested and found to possess strong antiviral activity in two cell lines (Vero E6, IC50 < 0.08 μM; A549-ACE2, IC50 = 0.007 μM), corroborated by a recent study (; Figure 7J). Lastly, we noted pronounced regulation of CDK signaling pathways (Figure 4B) and cell cycle stage (Figure 6I) during viral infection, suggesting that the virus may regulate the cell cycle to enhance viral replication. Accordingly, strong antiviral activity for the CDK inhibitor dinaciclib was observed across two cell lines (Vero E6, IC50 = 0.127 μM; A549-ACE2, IC50 = 0.032 μM) (Figure 7K).",
    "DISCUSS": "Discussion\nWe used a mass spectrometry-based approach to study perturbations in protein abundance and phosphorylation during SARS-CoV-2 infection. Viral proteins increased, starting 8 h after infection, indicative of viral replication, whereas only small changes in host protein abundance were observed within 24 h. In contrast, large changes were observed in protein phosphorylation, highlighting the degree by which the virus makes use of the host post-translational regulatory systems to promote rapid changes in cellular signaling.\nChanges in phosphorylation reflect altered activities of kinases that are hijacked during the infection. Based on changes in phosphorylation of their annotated substrates, we estimated changes in activity of 97 of the 518 human kinases. The changes in kinase activity offer insights into the biology of viral infection. Kinases represent ideal drug targets; here, we identified kinases and pathways altered by SARS-CoV-2 infection that can be targeted by 87 FDA-approved drugs and compounds in clinical trials or in preclinical development (Table S8).\nThe most strongly regulated kinases fall into a set of signaling pathways that include p38/MAPK signaling, AKT and ERK signaling, Rho GTPase and CK2 cytoskeleton signaling, and cell cycle regulation. The downregulation of ROCK and PAK kinase activity and upregulation of CK2 cytoskeleton-related targets suggest virus-induced changes in cytoskeleton organization. Imaging of infected cells revealed formation of actin-rich filopodia containing viral proteins. Higher-resolution electron microscopy data confirm the presence of assembled viral particles in these structures. Many viruses, including vaccinia, Ebola, and Marburg, hijack the host cell cytoskeleton to promote egress and rapid cell-to-cell spread across epithelial monolayers. Vaccinia promotes Arp2/3-dependent actin assembly, producing a filopodial protrusion with a virus at the tip. In contrast, Marburg virus hijacks the unconventional motor protein Myosin X, which promotes filopodium formation and trafficks the virus along the filopodium shaft. The SARS-CoV-2 protein clusters peppered throughout the length of filopodial protrusions more closely resemble Marburg than vaccinia, but additional work is required to understand whether SARS-CoV-2 makes use of either Myosin X motor activity or actin filament assembly to move along filopodia. CK2 is known to phosphorylate myosin proteins at endocytic sites to drive actin polymerization. Furthermore, CK2 has been found to regulate actin tail formation during vaccinia virus infection, enabling efficient cell-to-cell spread of the virus. Here the CK2 inhibitor silmitasertib displayed robust antiviral activity, suggesting a role of this kinase in regulating the SARS-CoV-2 life cycle.\nIn addition, kinase activity profiling analysis shows that CDK1/2 activities are significantly reduced by SARS-CoV-2 infection, leading to a S/G2 phase arrest that is similar to infectious bronchitis virus (IBV), a prototypical coronavirus, and other RNA viruses. Arresting cells in S/G2 phase may provide benefits for viral replication and progeny production by ensuring an abundant supply of nucleotides and other essential host DNA repair/replication proteins.\nThe predicted increase in p38/MAPK activity led us to investigate the effects of p38/MAPK inhibition on pro-inflammatory cytokine production and viral replication in SARS-CoV-2-infected cells. Recent immunological studies have indicated that increased IL-6, IL-10, and TNF-α and lymphopenia are associated with severe COVID-19 cases. The p38/MAPK pathway responds to and controls production of potentially harmful pro-inflammatory cytokines. Several pathogenic viral infections induce a p38/MAPK signaling state that exhibits uncontrolled positive feedback regulation, leading to excessive inflammation associated with severe disease. Inhibition of p38/MAPK signaling suppressed the overproduction of inflammatory cytokines induced by several viral infections, including SARS-CoV, Dengue virus, and influenza A virus, improving survival in mice. However, p38/MAPK inhibition did not directly impair the virus in these cases but, instead, the host’s immune response to the infection. In contrast, during SARS-CoV-2 infection, p38/MAPK inhibition suppressed cytokine production and impaired viral replication by a still unknown mechanism, suggesting that p38/MAPK inhibition may target multiple mechanisms related to COVID-19 pathogenesis.\nWe tested 68 drugs and compounds and found antiviral activity for several that are FDA approved, in clinical testing, or under preclinical development for various diseases, including silmitasertib (CK2, phase 2), gilteritinib (AXL, FDA approved), ARRY-797 (p38, phase 2/3), MAPK13-IN-1 (p38, preclinical), SB203580 (p38, preclinical), ralimetinib (p38, phase 2), apilimod (PIKFYVE, phase 1), and dinaciclib (CDK, phase 3), among others (Figure S5; Table S8). Silmitasertib, a small molecule undergoing clinical trials for various cancers, is now being considered for testing in humans to combat COVID-19. Although the effectiveness of CK2 inhibition may be attributed to its regulation of stress granules, viral egress and dissemination could be facilitated by CK2-mediated remodeling of the extracellular matrix (Figure 5).\nRalimetinib is currently in phase 2 clinical trials for treatment of ovarian cancer, and ARRY-797 is in phase 3 clinical trials for treatment of cardiomyopathy. The antiviral activity observed for gilteritinib, an FDA-approved drug for treatment of acute myeloid leukemia, is supported by involvement of another AXL inhibitor, bencentinib, in the RECOVERY COVID-19 clinical trial in the United Kingdom. AXL is known to regulate various intracellular signaling pathways, including Ras/ERK, PI3K, and p38; AXL inhibition here may contribute to the downregulation of p38 signaling. Apilimod, a PIKFYVE inhibitor, has been described in a recent study to have antiviral capacity. Here we expand this into a mechanism of regulation by phosphorylation of PIKFYVE upon SARS-CoV-2 infection.\nSimilar to successful antiretroviral therapy for HIV, a combinatorial drug cocktail may be a viable treatment option for SARS-CoV-2 infection. Specifically, combining remdesivir with the kinase inhibitors identified in this study as well as with translation inhibitors and/or modulators of sigma-1 receptor warrants further testing. Furthermore, pairing genetic and pharmacological perturbations in a systematic fashion could identify new combination therapy approaches and illuminate disease mechanisms.\nThe unbiased, global phosphoproteomics approaches used here highlight cellular processes hijacked during SARS-CoV-2 infection. To address the need for improved therapeutic strategies to fight COVID-19, we employed a data-driven approach by mapping phosphorylation profiles of dysregulated signaling pathways to drugs and compounds targeting those signaling pathways. We hope this paradigm can be employed in the future to find additional therapies for COVID-19 and other infectious diseases.\nLimitations of Study\nA limitation of the current study is the use of a non-human cell line for proteomics analysis upon SARS-CoV-2 infection; here, an African green monkey cell line (Vero E6) was used because it has been shown previously to be highly permissible to SARS-CoV-2 infection. However, pharmacological inhibition of SARS-CoV-2 was assessed in human lung A549-ACE2 cells in addition to Vero E6 cells. The majority of drug effects were found to be replicated between cell lines.",
    "FIG": "Global Proteomics of Phosphorylation and Abundance Changes upon SARS-CoV-2 Infection\n(A) Vero E6 cells were infected with SARS-CoV-2 (MOI 1.0). After 1 h of viral uptake, cells were harvested (0 h) or, subsequently, after 2, 4, 8, 12, or 24 h. As a control, Vero E6 cells were also mock infected for 1 h and harvested immediately thereafter (0 h) or after 24 h of mock infection. All conditions were performed in biological triplicate. Following cell harvest, cells were lysed, and proteins were digested into peptides. Aliquots of all samples were analyzed by mass spectrometry (MS) to measure changes in protein abundance upon infection, whereas the remaining sample was enriched for phosphorylated peptides and subsequently analyzed to measure changes in phosphorylation signaling. A DIA approach was used for all MS acquisitions. Last, all phosphorylation sites and protein identifiers were mapped to their respective human protein orthologs.\n(B) Principal-component analysis (PCA) of phosphorylation replicates after removing outliers. See also Figure S1.\n(C) Correlation of protein abundance (AB) and phosphorylation sites (PHs) between replicates within a biological condition (red) and across biological conditions (black). Boxplots depict median (horizonal lines), interquartile range (boxes), maximum and minimum values (vertical lines), and outliers (solid circles).\n(D) Median AB of individual SARS-CoV-2 proteins in the protein AB analysis.\n(E) The number of significantly regulated PH groups across the infection time course.\n(F) Volcano plot of PH group quantification 24 h after infection.\n(G) The number of significantly regulated proteins across the infection time course.\n(H) Volcano plot of protein AB quantification 24 h after infection.\n(I) Gene Ontology enrichment analysis of all significantly changing proteins in terms of AB divided into two sets: downregulated (blue) and upregulated (red).\n(J) Proportion of significantly regulated PH groups with a correlated (i.e., same direction, AB match) or anticorrelated (i.e., opposite direction, AB mismatch) significant or insignificant (gray) change in protein AB.\nIn (E)–(H), all infection time points are compared with the mock infection at 0 h, and significantly regulated proteins are defined as (absolute value of log2(infection/mock) > 1 and adjusted p < 0.05 or when only detected in infected or mock based on replicate and MS feature counts; STAR Methods).\nSee also Figure S1.\nProteomics: Quality Control (QC), Orthology, Enrichments, and Viral Proteins, Related to Figure 1\n(A) Principal component analysis computed on intensities summarized by MSstats at the level of phosphorylation site groups within (from left to right) all runs, with one outlier run removed, and with two outlier runs removed. Outlier runs are labeled 00Hr.2 and 02.Hr.2. (B) Principal components analysis computed on protein intensities as summarized by MSstats (from left to right) within all runs, with one outlier run removed, and with two outlier runs removed. Outlier runs are both labeled 00Hr.2; one is mock and the other is infected. (C) Coefficient of variance boxplot for each condition. Black lines depict the median and their values are indicated above each boxplot. (D) Mapping detected and quantifiable proteins and phosphorylation sites from the green monkey (Chlorocebus sabaeus) protein sequences to human genes. Proteins and sites were considered quantifiable if MSstats computed a non-infinite fold change for any time point or if an infinite log2 fold change passes criteria for inclusion in any time point. (E) Intensities of viral proteins as summarized over all peptide ion fragments by MSstats, averaged across replicates. The MSstats summarization is based on the median intensity of all fragments after data pre-processing (STAR Methods). (F) Gene Ontology enrichment analysis for proteins significantly regulated in terms of abundance upon infection, separated by time point and direction of phosphorylation regulation. All terms with significant over-representation (adjusted p value < 0.01) in the regulated gene set are kept, and redundant terms are removed (see STAR Methods). Numbers in cells indicate the number of genes that match the term for a given time point and direction. (G) Gene Ontology enrichment analysis for significantly phosphorylated proteins upon infection, separated by time point and direction of protein regulation. Details same as for (F).\nOverview of SARS-CoV-2 Viral Protein PHs in the Host Cell\n(A) Localization of PHs across viral protein sequences from this study and a previous study. Stem height indicates predicted deleteriousness of alanine substitutions. Dot color indicates whether the residue is (true) or is not (false) predicted to form part of an interaction interface based on SPPIDER analysis. Positions with no structural coverage are excluded from interface prediction.\n(B) Distribution of secondary structure elements in which viral PHs were found, as classified by the define secondary structure of proteins (DSSP) tool.\n(C) Distribution of top matching host kinases to viral PHs according to NetPhorest tool.\n(D) Phosphorylation cluster in the C-terminal tail of the M protein (red residues) structure and associated sequence motif. Asterisks indicate PHs.\n(E) Alignment of M protein phosphorylation clusters across different coronaviruses. Asterisks indicate PHs.\n(F) Surface electrostatic potential of non-phosphorylated (left) and phosphorylated (right) RNA-binding domains of the N protein (PDB: 6M3M). Positions of PHs are indicated by arrows. Blue denotes a positive charge potential, and red indicates a negative charge potential. Electrostatic potential was computed with the Advanced Poisson-Boltzmann Solver (APBS) tool after preparation with the PDB2PQR tool.\nPhosphorylation on SARS-CoV-2 Virus-Human Interacting Proteins\nThe SARS-CoV-2 virus-host protein-protein interaction map found 332 human proteins interacting with 27 (26 wild-type and 1 mutant) viral proteins. Here we found 40 of 332 proteins significantly differentially phosphorylated across at least two time points (adjusted p < 0.05 and absolute value of log2 fold change [abs(log2FC)] > 1). Viral proteins are shown as red diamonds. Interacting human proteins are shown as gray circles. PHs emanate from human proteins, colored by their log2 fold change compared with uninfected control samples (red, increase; blue, decrease) at each time point (0, 2, 4, 8, 12, and 24 h after infection) in a clockwise fashion. An interactive version of phosphorylation data can be found at https://kroganlab.ucsf.edu/network-maps.\nSignaling Changes in Host Cells in Response to SARS-CoV-2 Infection\n(A) Clusters of significantly changing PHs (abs(log2FC) > 1 and adjusted p < 0.05) across the time course of infection with non-redundant enriched Reactome pathway terms (adjusted p value [q] < 0.01) for each cluster. Horizontal red lines below each pathway term correspond to phosphorylated proteins belonging to the pathway, and a black-bordered rectangle is indicative of a significantly enriched term.\n(B) Kinases depicting a strong change in activity upon infection (abs(log10(p)) > 2.5) in at least one time point, with predicted activity in at least 5 of 6 time points.\n(C) Schematic representation of interaction between host kinases and SARS-CoV-2 viral proteins from. Substrate PHs for each kinase are color-coded as blue (down) and red (up) based on the direction of change during infection. Only PHs corresponding to the kinase activity direction are shown.\n(D) Correlation of kinase activity profiles of each time point with other biological conditions with at least one significantly changing kinase (abs(log10(p)) > 2.5) and having significant correlation with at least one time-point (false discovery rate [FDR] < 5%).\n(E) Overall phosphorylation change (−log10(p)) of a protein complex, estimated as the change in phosphorylation on member proteins. Only non-redundant protein complexes with a significant change in phosphorylation (abs(log10(p)) > 2.5) in at least one time point are shown.\nSee also Figure S2.\nFull Kinase Activities, Correlated Conditions, and Regulated Complexes, Related to Figure 4\n(A) Changes in predicted kinase activities across different time points post-infection. (B) Correlation of kinase activity profiles of each time point with other biological conditions. Kinase activities were estimated for a wide-range of biological conditions obtained from previously published phosphoproteomics datasets. (C) Changes in phosphorylation in protein complexes. Overall phosphorylation change (-log10 (p value) of a protein complex was derived from change in phosphorylation of sites in member proteins. (D) Kinase activity estimates when using either the 0- or 24-h mock controls for those top regulated kinase activities from the 0-h control comparison.\nColocalization of CK2 and Viral Proteins at Actin Protrusions\n(A) Pathway of regulated PHs and SARS-CoV-2 interaction partners involved in cytoskeletal reorganization. Dashed lines indicate downregulation of activity, while solid lines indicate upregulation of activity.\n(B) Regulation of individual kinase activity or PHs depicted in (A).\n(C) Caco-2 cells infected with SARS-CoV-2 at an MOI of 0.1 for 24 h prior to immunostaining for F-actin and M protein, as indicated. Shown is a confocal section revealing M protein localization along and to the tip of filopodia (left) and magnification of the dashed box (right).\n(D) Dot plot quantification of the number and length of filopodia in untreated (mock) or infected Caco-2 cells for 24 h with SARS-CoV-2. Filopodium length was measured from the cortical actin to the tip of the filopodium. Error bars represent SD. Statistical testing by Mann-Whitney test.\n(E) Caco-2 cells infected with SARS-CoV-2 at an MOI of 0.01 for 24 h prior to immunostaining for F-actin, N protein, and casein kinase II (CK2) as indicated (left). Shown is magnification of the dashed box as single channels (right).\n(F) Magnification of the dashed box from (E) with quantification of colocalization between CK2 and N protein throughout infected Caco-2 cells. Displayed is the proportion of N protein-positive particles colocalizing with CK2. Error bars represent SD.\n(G and H) Scanning electron microscopy (G) and transmission electron microscopy (H) images of SARS-CoV-2 budding from Vero E6 cell filopodia (black arrow in H).\nSee also Figure S3.\nMicroscopy Images Showing Response to SARS-CoV-2 Infection, Related to Figure 5\n(A) Non-infected Caco2 cells co-stained for F-actin, CK2 and nuclei (DAPI). Magnification of the indicated area is displayed as a single channel and merged images on the right panels. (B) Caco2 cells infected with SARS-CoV-2 at an MOI of 0.1 for 24 h prior to immunostaining for F-actin and M-protein, as indicated. See lower (1) and right (2) panel for magnification of regions indicated by dashed boxes. (C) Scanning electron microscopy and (D) transmission electron microscopy image of SARS-CoV-2 budding from Vero E6 cell filopodia. (E) N protein was found to physically interact with casein kinase II subunits (cartoon, left), CSNK2B and CSNK2A2. To test whether N protein could directly control CK2 activity, N protein was transduced via lentivirus in Vero E6 cells and stably induced via doxycycline for 48 hours followed by phosphoproteomics analysis. Kinase activities were calculated as before (STAR Methods) and top up- (> 1.5, red) and downregulated (< 1.5, blue) kinases are shown. See Table S1 for full phosphoproteomics data and Table S4 for full list of predicted kinase activities.\nSARS-CoV-2 Activates the p38/MAPK Signaling Pathway and Causes Cell Cycle Arrest\n(A) Diagram of the p38/MAPK signaling pathway.\n(B) Kinase activity analysis for kinases in the p38/MAPK pathway.\n(C) Western blot analysis of phosphorylated p38/MAPK signaling components in mock- and SARS-CoV-2-infected ACE2-A549 cells 24 h after infection.\n(D) Log2 fold change profiles of indicated p38/MAPK substrates during SARS-CoV-2 infection in Vero E6 cells.\n(E) Transcription factor activity analysis of SARS-CoV-2-infected A549, Calu-3, and NHBE cells, comparing p38/MAPK transcription factors with transcription factors not associated with the p38/MAPK pathway. Statistical test: Mann-Whitney test.\n(F) qRT-PCR analysis of the indicated mRNA from ACE2-A549 cells pre-treated with the p38 inhibitor SB203580 at the indicated concentrations for 1 h prior to infection with SARS-CoV-2 for 24 h. Statistical test: Student’s t test. See also Figures S4 and S5.\n(G) Heatmap of Pearson’s correlation coefficients comparing SARS-CoV-2-infected Vero E6 phosphorylation profiles with profiles of cells with induced DNA damage and cells arrested at the indicated cell cycle stages.\n(H) Log2 fold change profiles of the indicated cell cycle and DNA damage substrates during SARS-CoV-2 infection in Vero E6 cells.\n(I) DNA content analysis of cells infected with SARS-CoV-2 for 24 h compared with mock-infected cells.\nPharmacological Profiling for Viral Titers and Cell Viability, Related to Figure 7\nDose response of phosphoproteomics-informed drugs and compounds. Assays performed in New York (N; red, anti-NP; blue TCID50) and Paris (P; red, RT-qPCR; purple, plaque assays) across two cell lines (A549-ACE2 and Vero E6). Cell viability shown in black. Mean of three biological replicates is shown. Error bars are SEM.\nCytokine Profiling upon Infection, p38 Inhibition, and Cell Cycle Analysis, Related to Figure 6\n(A) RT-qPCR analysis of indicated mRNA from A549-ACE2 cells pre-treated with p38 inhibitor SB203580 at indicated concentrations for one hour prior to infection with SARS-CoV-2 for 24 hours. Statistical test is Student’s t test. Error bars are SD. (B) Same as in (A) but a Luminex-based quantification of indicated cytokines. Error bars are SD. (C) Cell cycle analysis of Vero E6 cells (same as in Figure 6I) upon SARS-CoV-2 infection at an MOI of 1. Cell stained with DAPI DNA stain prior to flow cytometry analysis. Statistical test is Mann-Whitney test. Error bars are SD.\nMapping Regulated Kinases to Kinase Inhibitors Identifies SARS-CoV-2 Therapies\n(A) Kinase inhibitors (left) mapped to kinases (right) whose activity was regulated by SARS-CoV-2 infection. Lines connecting them indicate known kinase targets for each drug/compound.\n(B) Vero E6 cells pre-treated with remdesivir at the indicated doses, followed by SARS-CoV-2 infection for 48 h. Percent viral titer compared with mock drug treatment (anti-NP antibody; red line, dots, and text) and cell viability (black) is depicted. Error bars represent SD.\n(C) As in (B). Vero E6 cells were treated with the CK2 inhibitor silmitasertib. Physical interactions between N protein and the CSNK2A2 and CSNK2B CK2 subunits were observed in a prior study.\n(D) Predicted increased kinase activity for the p38 signaling pathway and drugs/compounds targeting pathway members (ralimetinib, MAPK13-IN-1, and ARRY-797) and upstream drivers (gilteritinib).\n(E–G) As in (B). Vero E6 cells treated with the AXL inhibitor gilteritinib (E), the MAPK11/14 inhibitor ralimetinib (F), or the MAPK13 inhibitor MAPK13-IN-1 (G) prior to SARS-CoV-2 infection.\n(H) A549-ACE2 lung epithelial cells were treated with the MAPK14 inhibitor ARRY-797 prior to SARS-CoV-2 infection.\n(I) Small interfering RNA (siRNA) knockdown of p38 pathway genes in A549-ACE2 leads to a significant decrease in SARS-CoV-2 viral replication (red), as assessed by qRT-PCR in the absence of effects on cell viability (black). ACE2 and non-targeting siRNAs are included as positive and negative controls, respectively.\n(J and K) Vero E6 or A549-ACE2 cells were treated with PIKFYVE inhibitor apilimod (J) or the CDK inhibitor dinaciclib (K) prior to SARS-CoV-2 infection.\nSee also Figure S6.",
    "METHODS": "STAR★Methods\nKey Resources Table\nResource Availability\nLead Contact\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by Nevan J. Krogan (Nevan.Krogan@ucsf.edu).\nMaterials Availability\nPlasmid pLVX-TetOne-Puro-SARS-CoV-2-N-2xStrep is available upon request from the Lead Contact.\nData and Code Availability\nThe mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE partner repository with the dataset identifier PXD019113. An interactive version of phosphorylation data can be found at https://kroganlab.ucsf.edu/network-maps. Supplementary tables have been deposited to Mendeley Data: https://dx.doi.org/10.17632/dpkbh2g9hy.1.\nExperimental Model and Subject Details\nCells\nAfrican green monkey kidney epithelial Vero E6 (Vero 76, clone E6, Vero E6, ATCC® CRL-1586) authenticated by ATCC and tested negative for mycoplasma contamination prior to commencement were maintained in a humidified atmosphere at 37°C with 5% CO2, in Dulbecco’s modified Eagle’s medium (DMEM) containing 10% (v/v) fetal bovine serum (FBS, Invitrogen). ACE2-expressing A549 cells, a human lung epithelial cell line, were a kind gift from Brad Rosenberg. A549-ACE2 cells were cultured in DMEM supplemented with 10% FBS and maintained at 37°C with 5% CO2. Caco-2 (ATCC® HTB-37) human colon epithelial cells were maintained in a humidified atmosphere at 37°C with 5% CO2 in DMEM-containing 20% (v/v) FBS.\nViruses (Institut Pasteur, Paris)\nThe SARS-CoV-2 isolate BetaCoV/France/IDF0372/2020 was supplied by the National Reference Centre for Respiratory Viruses hosted by Institut Pasteur (Paris, France) and headed by Pr. Sylvie van der Werf. The isolate originated from a human sample provided by Dr. X. Lescure and Pr. Y. Yazdanpanah from the Bichat Hospital, Paris, France. The isolate was supplied through the European Virus Archive goes Global (EVAg) platform. Viral stocks were prepared by propagation in Vero E6 cells in DMEM supplemented with 2% FBS. Viral titers were determined by plaque assay in Minimum Essential Media (MEM) supplemented with 2% (v/v) FBS (Invitrogen) and 0.05% agarose. All experiments involving live SARS-CoV-2 were performed in compliance with Institut Pasteur Paris’s guidelines for Biosafety Level 3 (BSL-3) containment procedures in approved laboratories. All experiments were performed in at least three biologically independent samples.\nViruses (Mount Sinai, New York)\nFor infection experiments in ACE2-A549 cells, SARS-CoV-2, isolate USA-WA1/2020 (NR-52281), which shares 99.983% sequence identity with the BetaCoV/France/IDF0372/2020 isolate, was deposited by the Center for Disease Control and Prevention and obtained through BEI Resources, NIAID, NIH. SARS-CoV-2 was propagated in Vero E6 cells in DMEM supplemented with 2% FBS, 4.5 g/L D-glucose, 4 mM L-glutamine, 10 mM Non-Essential Amino Acids, 1 mM Sodium Pyruvate and 10 mM HEPES as described previously. All work involving live SARS-CoV-2 was performed in the CDC/USDA-approved BSL-3 facility of the Global Health and Emerging Pathogens Institute at the Icahn School of Medicine at Mount Sinai in accordance with institutional biosafety requirements.\nViruses (University of Freiburg, Germany)\nFor infection experiments in Caco-2 cells, SARS-CoV-2 isolate Muc-IMB-1/2020, kindly provided by the Bundeswehr Institute of Microbiology, Munich, Germany, was used. SARS-CoV-2 was propagated in Vero E6 cells in DMEM supplemented with 2% FBS. All work involving live SARS-CoV-2 was performed in the BSL-3 facility of the Institute of Virology, University Hospital Freiburg, and was approved according to the German Act of Genetic Engineering by the local authority (Regierungspraesidium Tuebingen, permit UNI.FRK.05.16/05).\nMethods Details\nVero E6 cell infection for proteomic analysis\nVero E6 cells were seeded using 2x106 cells in T25 flasks. The following day cells were either mock infected or infected with SARS-CoV-2 at a MOI of 1 in serum-free DMEM at 37°C for 1 hour. After absorption the 0 hour samples were lysed immediately, while the media for other samples was replaced with 2% FBS / DMEM (Invitrogen) and incubated at 37°C for times indicated before lysis.\nCell lysis and digestion\nCells were lysed using 1% IGEPAL (Sigma) in PBS (Invitrogen) for 20 minutes at room temperature (RT) to inactivate the virus. These specific lysis conditions were used as this was the approved virus inactivation protocol. Proteins contained in the cell lysate were then immediately precipitated using 90% methanol (v/v) (Sigma) by centrifugation at 20,000x g for 10 minutes. The protein pellets were frozen at −80°C. Precipitated proteins were resuspended in lysis buffer (8 M urea, 100 mM ammonium bicarbonate (ABC), 150 mM NaCl, protease inhibitor (mini-cOmplete, Roche) and phosphatase inhibitors (phosSTOP, Roche). Tris-(2-carboxyethyl)phosphine (TCEP) was added to a final concentration of 4 mM. DNA was sheared via probe sonication, on ice, at 20% amplitude for 20 s., followed by 10 s of rest. This process was performed a total of three times. Following sonication, protein concentration was determined using Bradford assay. Iodoacetamide (IAA) was added to each sample to a final concentration of 10 mM, and samples were incubated in the dark at room temperature (RT) for 30 minutes. Excess IAA was quenched by the addition of dithiothreitol (DTT) to 10 mM, followed by incubation in the dark at RT for 30 minutes. Samples were then diluted with 0.1 M ABC (pH = 8.0) to a final urea concentration of 2 M. Trypsin (Promega) was added at a 1:100 (enzyme:protein w:w) ratio and digested overnight at 37°C with rotation. Following digestion, 10% trifluoroacetic acid (TFA) was added to each sample to a final pH ∼2. Samples were desalted under vacuum using Sep Pak tC18 cartridges (Waters). Each cartridge was activated with 1 mL 80% acetonitrile (ACN)/0.1% TFA, then equilibrated with 3 × 1 mL of 0.1% TFA. Following sample loading, cartridges were washed with 4 × 1 mL of 0.1% TFA, and samples were eluted with 4 × 0.5 mL 50% ACN/0.25% formic acid (FA). 20 μg of each sample was kept for protein abundance measurements, and the remainder was used for phosphopeptide enrichment. Samples were dried by vacuum centrifugation.\nPhosphopeptide enrichment\nFor each sample batch, 400 μL (30 μL per sample) of 50% Superflow bead slurry (QIAGEN) was added to a 2 mL bio-spin column. Beads were incubated with 4 × 500 μL of 100 mM EDTA for 30 s, washed with 2 × 500 μL H2O, incubated 4 × 500 μL with 15 mM FeCl3 for 1 minute, washed 3 × 500 μL H2O, and washed once with 500 μL of 0.5% FA to remove residual Fe. Beads were resuspended in 600 μL of H2O and 60 μL were aliquoted into a C18 NEST column that had been equilibrated with 150 μL of 80% ACN, 0.1% TFA. 1 mg of digested peptides were resuspended in 75% ACN/0.15% TFA and incubated with beads for 2 minutes, mixed by pipetting and incubated again for 2 minutes. Beads were washed 4 × 200 μL with 80% ACN, 0.1% TFA, then washed 3 × 200 uL with 0.5% FA, incubated 2 × 200 μL with 500 mM potassium phosphate buffer pH 7 and incubated 2 × 200 μL with 0.5% FA for 15 seconds. Phosphopeptides were eluted by centrifugation at 3000 RPM for 30 seconds with 2 × 75 uL of 50% ACN, 0.1% FA.\nMass spectrometry data acquisition\nDigested samples were analyzed on an Orbitrap Exploris 480 mass spectrometry system (Thermo Fisher Scientific) equipped with an Easy nLC 1200 ultra-high pressure liquid chromatography system (Thermo Fisher Scientific) interfaced via a Nanospray Flex nanoelectrospray source. For all analyses, samples were injected on a C18 reverse phase column (25 cm x 75 μm packed with ReprosilPur 1.9 μm particles). Mobile phase A consisted of 0.1% FA, and mobile phase B consisted of 0.1% FA/80% ACN. Peptides were separated by an organic gradient from 5% to 30% mobile phase B over 112 minutes followed by an increase to 58% B over 12 minutes, then held at 90% B for 16 minutes at a flow rate of 350 nL/minute. Analytical columns were equilibrated with 6 μL of mobile phase A. To build a spectral library, one sample from each set of biological replicates was acquired in a data dependent manner. Data dependent analysis (DDA) was performed by acquiring a full scan over a m/z range of 400-1000 in the Orbitrap at 60,000 resolving power (@200 m/z) with a normalized AGC target of 300%, an RF lens setting of 40%, and a maximum ion injection time of 60 ms. Dynamic exclusion was set to 60 seconds, with a 10 ppm exclusion width setting. Peptides with charge states 2-6 were selected for MS/MS interrogation using higher energy collisional dissociation (HCD), with 20 MS/MS scans per cycle. For phosphopeptide enriched samples, MS/MS scans were analyzed in the Orbitrap using isolation width of 1.3 m/z, normalized HCD collision energy of 30%, normalized AGC of 200% at a resolving power of 30,000 with a 54 ms maximum ion injection time. Similar settings were used for data dependent analysis of samples used to determine protein abundance, with an MS/MS resolving power of 15,000 and a 22 ms maximum ion injection time. Data-independent analysis (DIA) was performed on all samples. An MS scan at 60,000 resolving power over a scan range of 390-1010 m/z, a normalized AGC target of 300%, an RF lens setting of 40%, and a maximum injection time of 60 ms was acquired, followed by DIA scans using 8 m/z isolation windows over 400-1000 m/z at a normalized HCD collision energy of 27%. Loop control was set to All. For phosphopeptide enriched samples, data were collected using a resolving power of 30,000 and a maximum ion injection time of 54 ms. Protein abundance samples were collected using a resolving power of 15,000 and a maximum ion injection time of 22 ms.\nSpectral library generation and raw data processing\nRaw mass spectrometry data from each DDA dataset were used to build separate libraries for DIA searches using the Pulsar search engine integrated into Spectronaut version 13.12.200217.43655 by searching against a database of Uniprot Chlorocebus sequences (19,136 proteins, downloaded April 3, 2020) and 29 SARS-CoV-2 protein sequences translated from genomic sequence downloaded from GISAID (accession EPI_ISL_406596, downloaded April 7, 2020) with two mutations (G22661T Spike V367F and G26144T ORF3a G251V) detected by RNASeq analysis of virus stocks. For protein abundance samples, data were searched using the default BGS settings, variable modification of methionine oxidation, static modification of carbamidomethyl cysteine, and filtering to a final 1% false discovery rate (FDR) at the peptide, peptide spectrum match (PSM), and protein level. For phosphopeptide enriched samples, BGS settings were modified to include phosphorylation of S, T, and Y as a variable modification. The generated search libraries were used to search the DIA data. For protein abundance samples, default BGS settings were used, with no data normalization performed. For phosphopeptide enriched samples, the Significant PTM default settings were used, with no data normalization performed, and the DIA-specific PTM site localization score in Spectronaut was applied.\nImmunofluorescence microscopy\nCaco-2 cells seeded on glass coverslips were infected with SARS-CoV-2 Isolate Muc-IMB-1/2020, second passage on Vero E6 cells (2x106 PFU/mL) at an MOI of 0.1 or 0.01. At 24 hours post-infection cells were washed with PBS and fixed in 4% paraformaldehyde in PBS for 20 minutes at RT, followed by permeabilization with 0.3% Triton X-100 in PBS for 10 minutes at RT and blocking in 5% fetal calf serum in PBS for 1 hour at RT. Incubation with primary antibodies against CK2α (Abcam, ab70774, 1:500), SARS-CoV membrane (M) protein (Rockland, #100-401-A55, 1:500) and SARS-CoV nucleocapsid (N) protein (Rockland, #200-401-A50, 1:1000) was performed for 1 hour at RT. After washing with PBS, cells were incubated with AF568-labeled goat-anti-rabbit (Invitrogen, #A11011) and AF647-labeled goat-anti-mouse (Invitrogen, #A21235) secondary antibodies (1:200) as well as AF488-labeled Phalloidin (Hypermol, #8813-01, 1:250) for 2 hours at RT. Fluorescence images were generated using a LSM800 confocal laser-scanning microscope (Zeiss) equipped with a 63X, 1.4 NA oil objective and Airyscan detector and the Zen blue software (Zeiss) and processed with Zen blue software and ImageJ/Fiji. For 3D-reconstruction, cells were fixed and stained as indicated and imaged as z stack with 0.15 μm sections. Z stack was processed using Imaris software 64x 9.5.1 and displayed as MIP. To quantify colocalization between casein kinase II and N protein colocalization events in filopodia of SARS-CoV-2 infected Caco-2 cells were counted. 42 ± 19 % of the N protein particles detected in filopodia colocalize with CK2. Length of filopodia was measured using Metamorph (Version 7.8). Distance was measured starting at cortical actin to the tip of Filopodia.\nElectron microscopy\nVero E6 cells were seeded overnight and then infected for 24 hours with SARS-CoV-2 isolate nCoV-WA1-2020 on silicon chips for scanning electron microscopy or Thermanox for transmission electron microscopy. For scanning electron microscopy (SEM), cells were fixed with Karnovsky’s formulation of 2% paraformaldehyde/2.5% glutaraldehyde in 0.1 M Sorenson’s phosphate buffer, and then post-fixed with 1.0% osmium tetroxide/0.8% potassium ferrocyanide in 0.1 M sodium cacodylate buffer washed with 0.1 M sodium cacodylate buffer then stained with 1% tannic acid in dH2O. After additional buffer washes, the samples were further osmicated with 2% osmium tetroxide in 0.1M sodium cacodylate, then washed with dH2O. Specimens were dehydrated with a graded ethanol series from 50%, 75%, 100% x 3 for 5 minutes each, critical point dried under CO2 in a Bal-Tec model CPD 030 Drier (Balzers, Liechtenstein), mounted with double sided carbon tape on aluminum specimen mounts (Ted Pella), and sputter coated with 35 Å of iridium in a Quorum EMS300T D sputter coater (Electron Microscopy Sciences, Hatfield, PA) prior to viewing at 5 kV in a Hitachi SU-8000 field emission scanning electron microscope (Hitachi, Tokyo, Japan). For transmission electron microscopy (TEM), specimens were fixed as described above for scanning electron microscopy and additionally stained overnight with 1% uranyl acetate at 4°C after the second osmium staining and then dehydrated with the same graded ethanol series, and embedded in Spurr’s resin. Thin sections were cut with a Leica UC7 ultramicrotome (Buffalo Grove, IL) prior to viewing at 120 kV on a FEI BT Tecnai transmission electron microscope (Thermofisher/FEI, Hillsboro, OR). Digital images were acquired with a Gatan Rio camera (Gatan, Pleasanton, CA).\nN overexpression in Vero E6 cells\nThe N-protein cassette was subcloned from pLVX-EF1a-SARS-CoV-2-N-2xStrep-IRES-Puro into pLVX-TetOne-Puro (Takara) using the restriction enzymes EcoRI and BamHI to create pLVX-TetOne-Puro-SARS-CoV-2-N-2xStrep. Sequence integrity was confirmed by Sanger sequencing (GeneWiz). To produce lentiviruses, HEK293T cells (50% confluent in a T175 flask) were transfected with 5 μg of each of the pLVX-TetOne-Puro lentiviral plasmids, 3.33 μg Gag-Pol packaging construct, and 1.66 μg VSV-G envelope (pMD2.G, Addgene) using PolyJet (SignaGen). Culture supernatant was precipitated with a final concentration of 8.5% PEG-6000 and 0.3M sodium chloride (NaCl), incubated at 4°C for 2-4 hours. Virions were pelleted at 3500 rpm for 20 minutes in a spin bucket rotor, suspended in 0.5 mL 1xPBS, and aliquoted for storage at 80°C. Vero E6 cells were seeded in T75 flasks at 50% confluence and transduced with 200 μL precipitated lentivirus derived from pLVX-TetOne-Puro-SARS-CoV-2-N-2xStrep or pLVX-TetOne-Puro empty vector. 48 hours post transduction, 10 μg/mL Puromycin was added to cultures to select transduced cells. Polyclonal stable cell lines were seeded into 15 cm dishes in triplicate and treated with 1 μg/mL doxycycline for 48 hours. Cells were washed in ice cold PBS and harvested by scraping in cold PBS. Cell pellets were lysed directly (8 M urea, 100 mM ammonium bicarbonate (ABC), 150 mM NaCl, protease inhibitor (mini-cOmplete, Roche) and phosphatase inhibitors (phosSTOP, Roche), and protein digestion and phosphopeptide enrichment was performed as described above for SARS-CoV-2 infected Vero E6 cells. During the analysis, one of three replicates of the N-overexpressed samples was found to be an outlier based on principal component analysis (as in Figures S1A and S1B) and was removed. N-overexpression (n = 2) was compared to empty vector (EV) controls (n = 3) during analysis (full data available in Table S1). Kinase activity predictions were also performed the same as for viral infection phosphoproteomics (full data available in Table S4).\nCell cycle analysis\n1x105 Vero E6 cells were seeded per sample. The following day cells were either mock infected or infected with SARS-CoV-2 (isolate BetaCoV/France/IDF0372/2020) at an MOI of 1. The samples were incubated for 24 hours before detaching cells using Trypsin 0.05% (Thermo). Cells were pelleted at 500x g for 2 minutes, followed by fixation using 4% Formalin (Thermo) for 30 minutes. Cells were washed 2x with PBS (Thermo) before permeabilizing using 0.1% Triton X-100 (Thermo) for 20 minutes. Finally, cells were pelleted again and incubated with 1 mg/mL 4′,6-diamidino-2-phenylindole (DAPI; Thermo) in PBS for 30 minutes before analyzing cell cycle using fluorescence by flow cytometry using the BD FACSymphony with a violet laser (405 nm) and 450/50 nm filter. Gating was performed by first selecting singlets by gating highly correlated cells in an SSC-A versus SSC-H plot. Next, typical cellular morphology was gated using a FSC-A versus SSC-A plot. These singles were then used to draw histograms which were gated for G0/G1, S, and G2/M phases.\nSARS-CoV-2 infections in ACE2-A549 cells and lysis for cytokine analysis\nApproximately 5 × 105 A549-ACE2 cells were pre-treated with either DMSO or SB203580 (0.01, 0.1, 1, 10 μM final concentration). After 1 hour of pre-treatment, cells were infected with SARS-CoV-2 (isolate USA-WA1/2020) at an MOI of 0.1 while maintaining inhibitor concentrations in the media for 30 hours post infection. The supernatants from infected cells were analyzed by multiplexed ELISA for the presence of secreted cytokines and chemokines. For RNA analysis, cells were lysed in TRIzol and total RNA was extracted and DNase treated using the Direct-zol RNA Miniprep Plus kit (Zymo Research) according to the manufacturer’s instructions. For protein analysis, whole cell lysates were obtained by lysis in RIPA buffer and analyzed by SDS-PAGE and western blot.\nCytokine RT-qPCR analysis\nGene expression of selected cytokines as well as SARS-CoV-2 replication was quantified by RT-qPCR. Reverse transcription of extracted total RNA samples was performed using oligo (dT) primers and SuperScript IV Reverse Transcriptase according to the manufacturer’s instructions. Quantitative real-time PCR analysis of cDNA samples was performed using KAPA SYBR FAST qPCR Master Mix (2X) Universal on a LightCycler 480 Instrument II (Roche). For viral quantification, primers specifically targeting the subgenomic viral N RNA were used. ΔCT values were determined relative to the ACTB and ΔΔCT values were normalized to the average of mock infected samples (for host genes) or to infected DMSO treated samples (for viral replication). Error bars indicate the standard deviation of the mean from three independent biological replicates.\nMultiplexed cytokine ELISA\nSupernatants from infected cells were evaluated for 34 cytokines/chemokines by multiplex ELISA for the following analytes: CCL2/MCP-1, CCL3/MIP-1α, CCL4/MIP-1β, CCL5/RANTES, CCL7/MCP-3, CCL8/MCP-2, CCL11/Eotaxin, CCL13/MCP-4, CCL20/MIP-3α, CXCL1/GROα, CXCL2/GROβ, CXCL5/ENA-78, CXCL8/IL-8, CXCL9/MIG, CXCL10/IP-10, CXCL16, IL-1α, IL-1β, IL-1RA, IL-4, IL-6, IL-7, IL-10, IL-12p70, IL-15, IL-16, IL-17A, IL-22, GM-CSF, MMP-9, S100A8, TNFα, TGFβ, and Trappin-2/Elafin. All antibodies and cytokine standards were purchased as antibody pairs from R&D Systems (Minneapolis, MN) or Peprotech (Rocky Hill, NJ). Individual magnetic Luminex bead sets (Luminex Corp, CA) were coupled to cytokine-specific capture antibodies according to the manufacturer’s recommendations. Samples were analyzed on a Luminex MAGPIX platform and quantified using a standard curve. For each bead region, > 50 beads were collected per analyte. The median fluorescence intensity of these beads was recorded for each bead and was used for analysis using a custom R script and a 5P regression algorithm.\nSARS-CoV-2 viral quantification via antibody staining in presence of inhibitors\n(Mount Sinai, New York). Two thousand (2,000) Vero E6 cells were seeded into 96-well plates and incubated for 24 hours. Two hours before infection, the medium was replaced with 100 μL of DMEM (2% FBS) containing the compound of interest at concentrations 50% greater than those indicated, including a DMSO control. Plates were then transferred into the BSL-3 facility and 100 PFU of SARS-CoV-2 (MOI 0.025) was added in 50 μL of DMEM (2% FBS), bringing the final compound concentration to those indicated. Plates were then incubated for 48 hours at 37°C. After infection, supernatants were removed and cells were fixed with 4% formaldehyde for 24 hours prior to being removed from the BSL-3 facility. The cells were then immunostained for the viral NP protein (anti-sera produced in the Garcia-Sastre lab; 1:10,000) with a DAPI counterstain. Infected cells (488 nM) and total cells (DAPI) were quantified using the Celigo (Nexcelcom) imaging cytometer. Infectivity was measured by the accumulation of viral NP protein in the nucleus of the Vero E6 cells (fluorescence accumulation). Percent infection was quantified as ((Infected cells/Total cells) - Background) ∗100 and the DMSO control was then set to 100% infection for analysis. The IC50 for each experiment was determined using the Prism software (GraphPad). For select inhibitors, infected supernatants were assayed for infectious viral titer using the Median Tissue Culture Infectious Dose TCID50 method. For this, infectious supernatants were collected at 48 hours post infection and frozen at −80°C until later use. Infectious titers were quantified by limiting dilution titration on Vero E6 cells. Briefly, Vero E6 cells were seeded in 96-well plates at 20,000 cells/well. The next day, SARS-CoV-2-containing supernatant was applied at serial 10-fold dilutions ranging from 10−1 to 10−6 and, after 5 days, viral CPE was detected by staining cell monolayers with crystal violet. TCID50/mL was calculated using the method of Reed and Muench.\nCytotoxicity cell viability assays\n(Mount Sinai, New York). Cytotoxicity was also performed using the MTT assay (Roche), according to the manufacturer’s instructions. Cytotoxicity was performed in uninfected Vero E6 cells with same compound dilutions and concurrent with viral replication assay. All assays were performed in biologically independent triplicates.\nsiRNA-based knockdown of host kinases\n(Institut Pasteur, Paris). Host kinases were knocked-down in A549 cells stably expressing ACE2 cells using OnTargetPlus siRNA SMARTpools (Horizon Discovery). Briefly, A549-ACE2 cells seeded at 2x104 cells/well in 96-well plates 18 hours prior to the experiment. The next day, each well was transfected with 6 pmoles of siRNA SMARTpool, using Lipofectamine RNAiMAX (Thermo Fisher Scientific) according to the manufacturer’s instructions. Twenty-four (24) hours post transfection, the cell culture supernatant was removed and replaced with virus inoculum (MOI of 0.1 PFU/cell). Following a 1 hour adsorption at 37°C, the virus inoculum was removed and replaced with fresh Opti-MEM media (Thermo Fisher Scientific) containing 2% FBS (v/v). Seventy-two (72) hours post-infection (p.i.), the cell culture supernatant was heat-inactivated at 95°C for 5 minutes, and detection of viral genomes performed by RT-qPCR.\nSARS-CoV-2 viral quantification via RT-qPCR in presence of inhibitors\n(Institut Pasteur, Paris). Detection of viral genomes was performed by RT-qPCR, directly from the inactivated supernatant. SARS-CoV-2 specific primers targeting the N gene region: 5′-TAATCAGACAAGGAACTGATTA-3′ (Forward) and 5′-CGAAGGTGTGACTTCCATG-3′ (Reverse) were used with the Luna Universal One-Step RT-qPCR Kit (NEB) in an Applied Biosystems QuantStudio 7 thermocycler, with the following cycling conditions: 55°C for 10 minutes, 95°C for 1 minute, and 40 cycles of 95°C for 10 s, followed by 60°C for 1 minute. The number of viral genomes is expressed as PFU equivalents/mL, and was calculated by performing a standard curve with RNA derived from a viral stock with a known viral titer.\nSARS-CoV-2 titration by plaque assay\n(Institut Pasteur, Paris). Vero E6 cells were seeded in 24-well plates at a concentration of 7.5x104 cells/well. The following day, serial dilutions were performed in serum-free MEM media. After 1 hour absorption at 37°C, 2x overlay media was added to the inoculum to give a final concentration of 2% (v/v) FBS / MEM media and 0.05% (w/v) Agarose (all Thermo Fisher Scientific) to achieve a semi-solid overlay. Plaque assays were incubated at 37°C for 3 days. Samples were fixed using 4% Formalin (Sigma Aldrich) and plaques were visualized using crystal Violet solution (Sigma Aldrich).\nsiRNA Cell viability assays\n(Institut Pasteur, Paris). Cell viability in siRNA knocked-down cells was measured using the CellTiter Glo luminescent cell viability assay (Promega) following the manufacturer’s instructions, and luminescence measured in a Tecan Infinity 2000 plate reader. Percent viability was calculated relative to untreated cells (100% viability) and cells lysed with 20% ethanol (0% viability), included in each experiment.\nQuantification and Statistical Analysis\nMass spectrometry data pre-processing\nQuantitative analysis was performed in the R statistical programming language (version 3.6.1, 2019-07-05). Initial quality control analyses, including inter-run clusterings, correlations, principal components analysis, peptide and protein counts and intensities were completed with the R package artMS (version 1.5.3). Based on obvious outliers in intensities, correlations, and clusterings, 2 runs were discarded from the protein abundance data and 2 runs were discarded from the phosphopeptide data (Figure S1). Additionally, the phosphopeptide data were filtered based on feature (i.e., peptide ion) intensity, removing any single feature with intensity less than 214—this decision was made based on apparent lack of correlation between runs for feature intensities below this intensity. Thus, for both phosphopeptides and protein abundance, we had 2 control time points and 6 infected time points, each with 3 biologically distinct replicates, except for infected at 0 and 2 hours in the phosphopeptide data and control at 0 hours and infected at 0 hours in the protein abundance data which only had 2 replicates each.\nStatistical analysis of protein abundance changes between control and infected runs were computed using peptide ion fragment data output from Spectronaut and processed using a pipeline of three functions from the R package MSstats (version 3.19.5): function MSstats::SpectronauttoMSstatsFormat with default settings other than setting “removeProtein_with1Feature = TRUE”; function MSstats::dataProcess with default settings other than setting “censoredInt = 0,” “featureSubset = highQuality,” “remove_uninformative_feature_outlier = TRUE,” “clusters=7”; and function MSstats::groupComparison with all default settings.\nPhosphopeptide intensity data were summarized at the peptide ion level along with confident localization of phosphorylation as described in the previous section. Quantification of phosphorylation based on peptide ions were processed using artMS as a wrapper around MSstats, via functions artMS::doSiteConversion and artMS::artmsQuantification with default settings. All peptides containing the same set of phosphorylated sites were grouped and quantified together into phosphorylation site groups. For both phosphopeptide and protein abundance MSstats pipelines, MSstats performs normalization by median equalization, imputation of missing values and median smoothing to combine intensities for multiple peptide ions or fragments into a single intensity for their protein or phosphorylation site group, and statistical tests of differences in intensity between infected and control time points.\nIdentifying significantly regulated proteins\nWhen not explicitly indicated, we used defaults for MSstats for adjusted p values, even in cases of N = 2. By default, MSstats uses Student’s t test for p value calculation and Benjamini-Hochberg method of FDR estimation to adjust p values. Phosphorylation fold change data were filtered for quality based on consistency of observations between treatment and controls by requiring the MSstats reported value missingPercentage < 0.60. This value is the proportion of features (i.e., peptide ions) that are missing across the treatment and control replicates for a specific fold change computation. MSstats phosphorylation results had to be further simplified to effects at single sites. The results of artMS/MSstats are fold changes of specific phosphorylation site groups detected within peptides, so one phosphorylation site can have multiple measurements if it occurs in different phosphorylation site groups (see Table S1 for examples). This complex dataset was reduced to a single fold change per site and time point by choosing (per time point) the fold change with the lowest p value, favoring those detected in both treatment and control, i.e., non-infinite log2 fold change values. This single-site dataset, further reduced to those with human orthology (Table S1), was used as the input for kinase activity analysis.\nSignificance filters of adjusted p value < 0.05 and absolute log2 fold change (infected/mock) > 1 were applied to both phosphorylation and abundance datasets. Additionally, for protein abundance data, if a protein was detected in only infected but not mock, or vice versa, we required detection in 3 replicates or by 3 peptide ion fragments in at least 2 replicates. These significance-filtered data were used for enrichment analyses and counts of significant effects (Figure 1).\nMapping C. sabaeus and H. sapiens proteins\nOrthologous pairs of gene identifiers between C.sabaeus and H.sapiens were downloaded from Ensembl using the BioMart web interface (http://uswest.ensembl.org/biomart/martview/6c48d59058381e6b2b198a1f91ba5e50) on April 6, 2020. Ensembl gene identifiers were mapped to UniProt identifiers and protein sequences using a table of ID mappings and reference proteome sequences for H.sapiens downloaded from Uniprot on April 6, 2020. Orthologous pairs of sequences were aligned using the Needleman-Wunsch global alignment algorithm implemented in the R package Biostrings (v. 2.52) function pairwiseAlignment with default parameters. The resulting alignments were used to convert the sequence positions of detected phosphorylations in C.sabaeus to positions in H.sapiens protein sequences.\nGO enrichment analysis\nSets of genes with significant up and down effects were tested for enrichment of Gene Ontology (GO Biological Process, Molecular Function and Cellular Component) terms. Sets of genes were either combined across time points (Figure 1I) or collected separately per time point (Figures S1F and S1G). The over-representation analysis (ORA) was performed using the enricher function of clusterProfiler package (version 3.12.0) in R with default parameters. The gene ontology terms were obtained from the c5 category of Molecular Signature Database (MSigDBv7.1). Significant GO terms (adjusted p value < 0.01) were identified and further refined to select non-redundant terms. In order to select non-redundant gene sets, we first constructed a GO term tree based on distances (1-Jaccard Similarity Coefficients of shared genes in MSigDB) between the significant terms. The GO term tree was cut at a specific level (h = 0.99) to identify clusters of non-redundant gene sets. For results with multiple significant terms belonging to the same cluster, we selected the most significant term (i.e., lowest adjusted p value).\nClustering of phosphorylation changes\nPhosphorylation sites with one-to-one mapping to human S, T or Y amino acids and showing significant change in phosphorylation (abs(log2FC) > 1 and adjusted p value < 0.05) in one or more conditions were selected and clustered using hierarchical clustering (complete-linkage) with pearson correlation (1-r) as the distance measure. The cluster tree was cut into 5 clusters using a dynamic tree cutting method, cutreeHybrid function in dynamicTreeCut package in R, with a minimum cluster size of 130 sites. Phosphorylated proteins in each cluster were tested for enrichment of Reactome pathways. The over-representation analysis (ORA) was based on the hypergeometric distribution and performed using the enricher function of clusterProfiler package in R. The pathway terms were obtained from the c2 category (Reactome) of Molecular Signature Database (MSigDBv6.1).\nEstimation of kinase activities in the time-course experiment\nKinase activities were estimated using known kinase-substrate relationships in literature. The resource comprises of a comprehensive collection of phosphosite annotations of direct substrates of kinases obtained from six databases, PhosphoSitePlus, SIGNOR, HPRD, NCI-PID, Reactome, and the BEL Large Corpus, and using three text-mining tools, REACH, Sparser, and RLIMS-P. Kinase activities were inferred as a -log10(p value) of Z-test from the comparison of fold changes in phosphosite measurements of the known substrates against the overall distribution of fold changes across the sample. This statistical approach has been previously shown to perform well at estimating kinase activities. We collected substrate annotations for 400 kinases with available data. Kinase activities for kinases with 3 or more measured substrates were considered leaving us with 97 kinases with activity estimates in at least one or more infection time points.\nComparison of phosphorylation profiles with other conditions\nIn addition to the time-course experiment, we also estimated kinase activities of cell line perturbation in a range of biological conditions using the K-test based approach, from a large resource of previously published phosphoproteomics datasets comprising of 435 biological conditions which include several drug treatments (chlorzoxazone, paclitaxel), inhibitors (EGFRi, AKTi) and cell cycle states. After selecting for kinase activities derived from 3 or more substrates, a total of 214 kinases had activity estimates for at least one biological condition including all 97 kinases which were estimated in the time-course experiment. Of the 435 conditions, 309 conditions with at least one kinase with significantly changing activity (-log10(p value) from Z-test > 2.5) were selected. Individual time points of the infection experiment were correlated with each selected biological condition based on Pearson correlation of their kinase activity profiles. Conditions with significant correlation (5% FDR) with one or more time points were identified. Several conditions corresponded to the same biological treatment (i.e., drug perturbation) in different concentrations. In such cases, the conditions are represented together with strongest correlation.\nPhosphorylation of protein complexes\nAnnotations for protein complexes were obtained from CORUM v3.0 database. Overall significance of changes of phosphosites of a protein complex was inferred from the log2 fold change of individual phosphosites of protein members of the complex using the same Z-test based approach described for estimation of kinase activities. Among the 3512 complexes, 1070 complexes with phosphorylation changes obtained from 4 or more phosphosites were considered. Of these, 67 complexes had significant phosphorylation change (-log10(p value) from Z-test > 2.5) in at least one time point. In order to select non-redundant complexes, we first constructed a complex term tree based on distances (1-Jaccard Similarity Coefficients of shared genes) between the significant complexes. The term tree was cut at a specific level (h = 0.99) to identify clusters of non-redundant complexes. The largest complex was selected from each cluster.\nTranscription factor activity after SARS-CoV-2 infection\nTo evaluate the effect of SARS-CoV-2 infection at the Transcription Factor (TF) level, we applied DoRothEA to RNA-seq datasets of different human lung cell lines from a recent study (GSE147507). DoRothEA is a comprehensive resource containing a curated collection of TF-target interactions. Each TF-target interaction is associated with a confidence level based on the number of supporting evidence. Here we selected the most reliable interactions (A, B, and C levels) and computed TF activities based on the normalized expression of their targets using the VIPER algorithm. For the TF activity enrichment analysis, VIPER was executed with the Wald statistic resulting from the differential expression analysis at the gene level between controls and SARS-CoV-2 infected cells using the DESeq2 package. In VIPER, we set the eset.filter parameter to FALSE and consider five as the minimum number of targets allowed per regulon.\nPharmacological profiling dose response analysis\nA hill function was fit to each dose response curve using the lsqcurvefit function in MATLAB (R2018a). IC50 (virus) and CC50 (cell viability) values were defined as the concentration at which the percent measure (virus or cell viability quantification) crossed the 50% mark. If the fit curve did not begin above 50% and cross to below 50% throughout the dose response, an IC50 or CC50 value was marked as greater than the maximum tested concentration. For TCID50 and plaque assay results, which are not depicted in a percent scale, the IC50 values were extracted directly from the parameterized hill equation (see Figure S5 and Table S8).",
    "Raw Data Files": [
        "LP1_19_phos_DIA_135.raw",
        "LP1_23_phos_DIA_116.raw",
        "LP1_08_phos_DIA_120.raw",
        "LP1_24_AB_DIA_165.raw",
        "LP1_08_AB_DDA_146.raw",
        "LP1_06_AB_DIA_145.raw",
        "LP1_10_AB_DIA_147.raw",
        "LP1_03_AB_DIA_141.raw",
        "LP1_18_phos_DIA_133.raw",
        "LP1_10_AB_DDA_150.raw",
        "LP1_16_AB_DIA_155.raw",
        "LP1_14_AB_DIA_152.raw",
        "LP1_06_phos_DIA_113.raw",
        "LP1_01_phos_DIA_113.raw",
        "LP1_09_phos_DIA_121.raw",
        "LP1_05_phos_DIA_112.raw",
        "LP1_07_phos_DDA_122.raw",
        "LP1_21_AB_DIA_161.raw",
        "LP1_01_AB_DIA_139.raw",
        "LP1_13_AB_DIA_151.raw",
        "LP1_04_phos_DIA_111.raw",
        "LP1_21_phos_DIA_137.raw",
        "LP1_08_AB_DIA_144.raw",
        "LP1_13_phos_DDA_130.raw",
        "LP1_05_AB_DIA_144.raw",
        "LP1_14_phos_DIA_128.raw",
        "LP1_18_AB_DDA_158.raw",
        "LP1_09_AB_DIA_145.raw",
        "LP1_18_phos_DDA_134.raw",
        "LP1_23_AB_DDA_166.raw",
        "LP1_04_AB_DDA_142.raw",
        "LP1_20_phos_DDA_138.raw",
        "LP1_11_AB_DIA_148.raw",
        "LP1_24_phos_DIA_117.raw",
        "LP1_22_AB_DIA_163.raw",
        "LP1_19_AB_DDA_162.raw",
        "LP1_15_AB_DIA_153.raw",
        "LP1_03_phos_DIA_111.raw",
        "LP1_24_phos_DDA_118.raw",
        "LP1_17_phos_DIA_132.raw",
        "LP1_11_phos_DIA_124.raw",
        "LP1_12_AB_DIA_149.raw",
        "LP1_22_phos_DIA_115.raw",
        "LP1_12_phos_DIA_125.raw",
        "LP1_17_AB_DIA_156.raw",
        "LP1_02_AB_DIA_140.raw",
        "LP1_10_phos_DIA_123.raw",
        "LP1_20_AB_DIA_160.raw",
        "LP1_05_phos_DDA_114.raw",
        "LP1_18_AB_DIA_157.raw",
        "LP1_15_phos_DIA_129.raw",
        "LP1_02_phos_DIA_112.raw",
        "LP1_04_AB_DIA_143.raw",
        "LP1_07_phos_DIA_119.raw",
        "LP1_23_AB_DIA_164.raw",
        "LP1_20_phos_DIA_136.raw",
        "LP1_07_AB_DIA_143.raw",
        "LP1_19_AB_DIA_159.raw",
        "LP1_03_phos_DDA_111.raw",
        "LP1_13_phos_DIA_127.raw",
        "LP1_11_phos_DDA_126.raw",
        "LP1_03_AB_DDA_142.raw",
        "LP1_13_AB_DDA_154.raw",
        "LP1_16_phos_DIA_131.raw"
    ]
}