{
    "TITLE": "Protein variability in cerebrospinal fluid and its possible implications for neurological protein biomarker research",
    "ABSTRACT": "Cerebrospinal fluid is investigated in biomarker studies for various neurological disorders of the central nervous system due to its proximity to the brain. Currently, only a limited number of biomarkers have been validated in independent studies. The high variability in the protein composition and protein abundance of cerebrospinal fluid between as well as within individuals might be an important reason for this phenomenon. To evaluate this possibility, we investigated the inter- and intraindividual variability in the cerebrospinal fluid proteome globally, with a specific focus on disease biomarkers described in the literature. Cerebrospinal fluid from a longitudinal study group including 12 healthy control subjects was analyzed by label-free quantification (LFQ) via LC-MS/MS. Data were quantified via MaxQuant. Then, the intra- and interindividual variability and the reference change value were calculated for every protein. We identified and quantified 791 proteins, and 216 of these proteins were abundant in all samples and were selected for further analysis. For these proteins, we found an interindividual coefficient of variation of up to 101.5% and an intraindividual coefficient of variation of up to 29.3%. Remarkably, these values were comparably high for both proteins that were published as disease biomarkers and other proteins. Our results support the hypothesis that natural variability greatly impacts cerebrospinal fluid protein biomarkers because high variability can lead to unreliable results. Thus, we suggest controlling the variability of each protein to distinguish between good and bad biomarker candidates, e.g., by utilizing reference change values to improve the process of evaluating potential biomarkers in future studies.",
    "INTRO": "Introduction\nHuman cerebrospinal fluid (CSF) is a clear body fluid that is produced by filtration of blood in the choroid plexus of the first three brain ventricles. Normally, CSF contains less than five cells per μL. The total protein concentration of CSF varies between 0.2% and 0.5% of the total protein concentration of blood. It is considered that 80% of CSF proteins originate in blood and that CSF proteins are diluted in a molecule-size-dependent concentration gradient. The concentration of blood-derived proteins increases from the ventricles to the cistern to the lumbar CSF. It is assumed that the remaining 20% of CSF proteins are released from the central nervous system (CNS). The primary role of CSF is to protect the CNS from mechanical shocks. Another important function of CSF is to maintain metabolite clearance from the adult brain by circulation. Moreover, CSF supports the homeostatic balance in the brain and, therewith, normal brain activity.\nProtein biomarkers are the focus of many studies investigating CNS disorders because the main issue for the clinical diagnosis of such disorders is nonspecific clinical symptomatology. For example, Parkinson’s disease (PD), Alzheimer’s disease (AD), Huntington’s disease (HD), multiple sclerosis (MS) and other neurological disorders usually show many similar symptoms. This similarity often results in a delayed diagnosis or even misdiagnosis. The problem of an ambiguous diagnosis occurs particularly in the early stages of these diseases, when the clinical symptoms (e.g., depression) are not specific to any one of the mentioned disorders. A reliable and definitive diagnosis requires pathological confirmation. However, in vivo brain tissue sampling by biopsy to support the clinical diagnosis is often not realizable and results in too many health risks for routine workup in many disorders. Thus, to improve in vivo diagnoses and to evaluate disease progression or potential therapeutic effects, new reliable biomarkers are needed. For clinical application, biomarkers need to be easily accessible. In contrast to brain biopsy, CSF is easily and safely accessible by established methods. Several studies already detected CSF alterations decades before the first clinical symptoms appeared. Therefore, many disease and progression biomarkers for neurological disorders were investigated in CSF in the past. Regardless of the disease, there is a pronounced lack of reproducibility of these unbiased proteomic studies. For example, for PD, many proteins found in CSF by proteome analysis have been investigated as biomarkers but showed inconclusive or conflicting results. These findings also apply with other neurological disorders. One of the factors contributing to this issue could be the high variability of CSF proteins for various reasons. In contrast, AD studies revealed that a combination of the main components of the disease-specific pathological hallmarks are promising biomarkers. However, reliable biomarkers are needed for early diagnosis and upcoming putative neuroprotective trials for all neurological disorders.\nMultiple studies have previously investigated the CSF proteome in the context of variability and biomarkers in different diseases. For example, in 2005, Hu et al. used samples from six subjects obtained within a sampling interval of two weeks. Four subjects were cognitively normal, and two subjects showed indications of very mild dementia. Two-dimensional difference gel electrophoreses (DIGE) was used for differential analysis of protein spots between the sampled time points, followed by tandem mass spectrometry for identification of these proteins. The researchers investigated the intraindividual variability within two weeks between sampling as well as the interindividual variability, but only for the differential protein spots. Furthermore, Hühmer and colleagues summarized the efforts and progress in CSF protein profiling. Evaluating CSF composition studies, the authors published a list of detected CSF proteins that were identified in at least two independent studies of human CSF. A further CSF proteome study was performed by a Canadian research group in 2016. The main purpose of this study was to identify brain-related proteins in CSF that are suitable for the development of diagnostic assays. The authors found 78 brain-related proteins in CSF of at least 4 of 6 healthy individuals. Another study analyzed the interindividual variability in CSF protein abundances in samples of 9 patients undergoing routine, nonneurological surgical procedures. The researchers presumed that an understanding of the biological variation in CSF proteins healthy individuals is essential for reliable interpretation of studies for neurological disorder biomarkers. In 2018, Trombetta et al. implemented a fit-for-purpose modeled approach to qualify a broad selection of commercially available immunoassays. Therefore, paired baseline and eight-week CSF samples from twenty participants with mild cognitive impairment or mild dementia due to AD were used. Trombetta et al. demonstrated consistent sensitivity, reliability and biotemporal stability of different immunoassays for 32 different CSF analytes i.a. by calculating the coefficients of variation (CVs).\nThe aim of this study was to investigate the implications of the high variability in CSF protein composition and protein abundance in healthy control subjects for biomarker discovery studies. It is known that the variability is influenced by the analytical variability as well as the biological variability. In addition to standard deviation, variance and CV, a measure of variability is the reference change value. This value represents the change in the abundance of a protein (e.g., a potential biomarker) that is necessary for the change to be considered larger than expected after taking into account biological and technical variance. Via unbiased LFQ via LC-MS/MS, we investigated CSF samples obtained from a longitudinal study group of 12 healthy control subjects (12 samples for every time point: 0 months, T0; 24 months, T24; 48 months, T48) and determined the intra- and interindividual variability, as well as the reference change value, for each protein.",
    "RESULTS": "Results\nBasic technical information of LC-MS/MS runs\nIn quantitative mass spectrometry, accuracy is highly important. Therefore, in Fig 1, box plots of the LFQ intensities and peptide retention times plotted in the order in which the samples were run are shown. Furthermore, we investigated the analytical variation in our method (CVa). To calculate the analytical variability CVa, pooled samples were measured four times during the whole measuring sequence for the 36 individual samples. The resulting average CVa was 8.49%.\nGlobal description of proteins identified in CSF\nWe identified a total of 5601 peptides across all 12 analyzed samples from neurologically healthy individuals (Fig 2), and the three time points, T0, T24 and T48, together with 36 samples, were analyzed. These peptides were matched to 791 protein groups hereinafter briefly referred to as “proteins” by MaxQuant’s protein inference (e.g., see regarding the relevance of protein inference). The selection criterion used to obtain this number of proteins was at least one identified unique peptide per protein across all samples. To investigate the variability, only 223 proteins that were found in all 36 samples were used (S1 File). Then, to increase the significance of the identified proteins, the selection criterion was set to two unique peptides per protein. With this choice, the number of proteins decreased from 791 to 610 proteins (S2 File) and from 223 to 216 (S3 File). In the following, this resulting protein list (S3 File) will be referred to as the “CSF core proteome”.\nHigh variability of protein abundance in the CSF core proteome\nTo assess intraindividual variability, first, the protein overlap of samples from different time points (T0, T24 and T48) for each individual human subject was compared. For visualization of the intraindividual overlaps, Venn diagrams were generated (Fig 3A). Within one human subject, between 284 and 370 proteins were found at all three time points. Furthermore, between 5 and 47 proteins were identified in only one subject at a particular time point. There was no subject with a 100% overlap of identified proteins at all three time points.\nAdditionally, to assess the intra- and interindividual variability, CVt and CVg were calculated. The calculated CVt values were between 2.6% and 29.3%, with a mean of 8.2% (S2 File). The determined CVg was between 9.3% and 101.5%, with a mean of 25.7% (S1 File). To visualize the intra- and interindividual variability, the CVt and CVg values of the CSF core proteins were plotted against their abundance rank (Fig 3B and 3C), and the top 50 proteins of the CSF core proteome showing the highest intensities were plotted in a heatmap to give a broad sense of the variability within and between individuals (Fig 4). Here, the protein with the highest mean LFQ intensity (1.43e11) was serum albumin (P02678; ALB), followed by serotransferrin (P02787; TF; mean LFQ intensity: 2.47e10), prostaglandin-H2 D-isomerase (P4122; PTGDS; mean LFQ intensity: 8.86e9) and Ig gamma-1 chain C region (P01857; IGHG1; mean LFQ intensity: 7.68e9). The CVg values from the top 50 abundant proteins ranged from 9.8% (prostaglandin-H2 D-isomerase) to 101.5% (haptoglobin). The CVt values varied between 2.6% (complement C3) and 11.3% (apolipoprotein A-IV) (S3 Table).\nWe determined RCVt and RCVg for all proteins of the CSF core proteome. The obtained RCVt values ranged from 7.2% to 81.3% (S3 File), with a mean of 25.7%. The RVCg values varied between 19.2% and 281.4%, with a mean of 71.2%. The highest RCVg was calculated for haptoglobin, and the highest RCVt was calculated for beta-2-microglobulin.\nIn conclusion, there is a wide range of variability in protein abundance in the CSF core proteome between subjects as well as within one subject. This variability is also indicated by the broad range of RCVs. This high variability might have been attributed to a false identification of potential protein biomarkers. To evaluate this assumption, we looked more closely at specific proteins within our CSF core proteome that were proposed in previous studies as potential protein biomarkers for different neurological diseases.\nProtein biomarkers often identified in various diseases\nSeveral proteins have been proposed as biomarker candidates for neurological disorders of the CNS. However, these proteins exhibited partially contradictory results. In this context, we generated a list of CSF protein biomarker candidates by searching the literature regarding potential CSF biomarkers with a particular focus on the neurological diseases AD, PD, MS and HD. Table 3 presents 20 proteins of the CSF core proteome that were mentioned in different publications as potential biomarkers for several diseases and were detected by mass spectrometric approaches. The CV and RCV values of these proteins were assessed. Generally, low CVs and RCVs might hint at the possibility that a protein could be a suitable biomarker. However, these proposed biomarkers show a wide range of variability.",
    "DISCUSS": "Discussion\nGenerally, the suitability of a molecule as a biomarker depends on its biological variability; thus, we presume that this condition also applies to protein biomarkers in neurological diseases. Unfortunately, the current knowledge about protein variability in CSF is insufficient, although there are some CSF protein variability studies. In 2010, Schutzer et al. investigated a pair of individual CSF samples obtained four weeks apart from 10 healthy persons by LC-MS/MS. The authors concluded that there might be general variability, which is relatively limited in a single individual over a short time. Perrin et al. went further in 2013. Based on their LC-MS/MS study of two aliquots of CSF samples from 6 cognitively normal individuals, the researchers suggest that interindividual variability has strong implications for the potential of a protein to serve as a biomarker. Unfortunately, both studies have limitations because neither of these studies performed an investigation over a long period. Furthermore, Perrin et al. focused more on the technical process for CSF biomarker discovery. In this context, the purpose and scientific contribution of this study was to investigate the variability of the CSF proteome in healthy control subjects in order to determine its impact on biomarker discovery studies and provide a statistical strategy to assess protein variability in future studies.\nUpdating the basic protein composition of CSF\nIn the last two decades, several studies investigated and expanded our knowledge of the CSF proteome. By comparing our results to those of the three most relevant publications, we could confirm the previous findings and further expand them.\nFirst, the proteins detected in the CSF core proteome were compared to the proteins in Table 3 of Hühmer et al.; the latter proteins included 90 proteins that were measured in two or more independent compositional CSF studies with gel-based analysis or gel-free LC/MS approaches. In the CSF core proteome, 70 of these 90 proteins were also detected. Furthermore, 2 proteins listed by Hühmer et al. were obsolete in the UniProt database (P01028 and P62988; gene symbols n.a.). Of the 18 missing proteins, 8 were not identified in the CSF core proteome: O14791 (APOL1), P09211 (GSTP1), P35542 (SAA4), P60709 (ACTB), P68871 (HBB), P69905 (HBA1), Q06830 (PRDX1) and Q9NQX5 (NPDC1). Ten could not be identified in our complete data set of 791 proteins.\nSecond, the proteins identified in the CSF core proteome were compared to a total of 126 CSF proteins identified by Stoop et al.. The results showed that 114 proteins of these proteins were also detected in the CSF core proteome. However, 11 of the missing 12 proteins were identified in our data set but not in 100% of our samples. One protein was identified as a contamination, and one protein was obsolete in the UniProt database (P62988; gene symbol n.a.).\nThird, the proteins detected in the CSF core proteome were compared to 78 brain tissue-enriched and group-specific candidates, as provided in Supplemental Table 5 (SM5) within Begcevic et al.. The results showed that 20 of these 78 proteins were identified in our CSF core proteome. However, 38 of the missing proteins were identified in our data set but again not in 100% of our samples.\nIn summary, our results are in accordance with the literature. Thus, we propose a summarizing CSF core proteome of 244 proteins in healthy human individuals (S4 File). This list is based on proteins identified by our group, Stopp et al., and Hühmer et al.\nGeneral view–CVa, CVt and CVg\nFirst, we determined the analytical variability by measuring pooled samples during the whole measuring sequence of the 36 samples. It is recommended to assess analytical variability because it may influence statistical values, such as fold changes or p-values, may distort other statistical methods, such as subgroup detection, and should be as small as possible. Moreover, CVa should be definitely lower than CVt or CVg to enable the possibility of detecting differences in protein abundance between study groups. As reported above, we determined an average CVa of 8.49%. Generally, high CVa values should be critically reviewed because imprecision in the analytical workflow may be responsible for high variability in protein abundance. Therefore, we assume that CVt and CVg values higher than 8.49% were caused by additional biological variation.\nAs reported above, for the CSF core proteome, CVg values up to 101.5% were observed. These results are in line with the findings of Stoop et al., who assessed the interindividual variability of 126 CSF proteins and concluded that brain-specific proteins are more likely to have a higher CVg than blood proteins. However, the criteria for whether a protein is blood or brain specific are not described in detail. In our study, blood-specific proteins also exhibited high CVg values (e.g., apolipoprotein a-II, fibrinogen beta chain and Ig alpha-2 chain C region) (S1 File From our point of view, the origin of a protein is not the determining factor for its interindividual variability (CVg). The range of CVg for the 216 proteins measured in our study is relatively wide (9.3% to 101.5%). We checked our data to determine whether processed peptides are responsible for some high CVs. After comparison of single peptides between the samples, we found no indication that there are possible processed peptides or at least small peptides that behave differently across time or between subjects. Furthermore, we examined whether age influences the variability. We did not find any relationship between these two variables (see S1 Fig). Thus, we anticipate that interindividual variability negatively influences the outcome of biomarker discovery studies, indicating that CVg should be taken into account when rating changes in protein abundance between study groups. For some proteins with high CVg values, only substantial changes might be relevant.\nAs reported above, in our data set, we observed that intraindividual variability (CVt) ranged between 2.6% and 29.3%. Our results show a certain degree of variability within an individual over a four-year period. This finding indicates that CSF proteins vary in their abundance within one individual to different degrees.\nIn summary, CVt is usually lower than CVg,, which is in line with Fraser et al., and the variability of a given protein is mainly influenced by its CVg value. Consequently, a biomarker with low CVt and CVg values may be useful for reflecting changes in clinical status. Ideally, the variability in both the disease group and the control group would be low, with a large difference between the means of the groups. A higher variability leads to a decreased power to find changes in protein abundance between healthy and diseased subjects. As a consequence, the results for potential biomarkers with higher CVg values are likely to be less reproducible in further studies. Furthermore, large sample sizes are needed due to the high variability, which might not be feasible for rare diseases. To evaluate the relevance of changes, we calculated the reference change value for each protein within subjects (RCVt) and between subjects (RCVg) to assess whether changes in protein abundances are expected or unexpected. As reported above, in our CSF core proteome, we found RCVt values up to 81.3% and RCVg values up to 281.4%. Due to these high abundance variabilities, for CSF proteome studies, we recommend calculating the RCVt and RCVg values for a meaningful interpretation of detected protein changes. Moreover, it is possible to estimate a fold change threshold in order to decide whether a given fold change is expectedly high after taking into account its specific natural variability or whether it is unexpectedly high and a potential biomarker candidate. To this end, we suggest calculating RCVg for each quantified protein and computing the “maximum fold change assessment value”, , as follows:    \nWe interpret  as an unexpectedly high change if . Otherwise, the change in protein abundance is probably mainly caused by protein-specific natural variability.\nIn progression marker or clinical improvement studies, RCVt should be used instead of RCVg to compute the above assessment value because in these cases, the intraindividual variability is more important.\nCloser look–Focus on proposed protein biomarkers\nTo evaluate whether high CVt, CVg, and RCV values might be a cause for the lack of reproducibility of CSF protein biomarkers in neurological diseases (PD, AD, MS, HD and others), we focused on published data from the last few years and generated a list of 20 proposed CSF protein biomarkers. These proteins were detected in studies with mass spectrometric approaches and were found in our CSF core proteome. As reported above, the maximum CVt value for these 20 proteins was 29.3%. The protein with the highest CVg was haptoglobin (CVg: 101.5%), and clusterin had the lowest value (CVg: 12.8%). Compared to the CVt values, the CVg values were usually higher. These results indicate that the published biomarkers have a certain degree of variability, which is different for each protein. To examine whether the changes detected in these studies are expectedly high, we calculated RCVg for each of the 20 proteins. The resulting RCVg values ranged from 35.4% to 281.4%. Most of the proposed biomarker candidates had an RCVg value above 50% in our study. This value would imply  = 0.5 in the worst case of FCmax = 1. Consequently, a fold change of at least 1.5 is needed for an  value above 0, representing an unexpectedly high change in abundance. As another example, haptoglobin showed an RCVg value of 281.4% in our study, which would indicate an  value of 2.814 if FCmax = 1. Thus, the fold change in haptoglobin must be larger than 3.814; otherwise, there is no unexpectedly high change in protein abundance. On the other hand, proteins that exhibit a low RCVg (i.e., under 100%) might be better suited as biomarker candidates. As a consequence, some of the 20 proposed protein biomarkers might not have a relevant change in protein abundance between the study groups. Meijers et al. showed that similar assumptions are true for established protein markers measured in routine laboratory tests in the context of chronic heart failure prognosis.\nStrengths and weaknesses\nIn our study, we assessed the variability in the CSF proteome within neurologically healthy control subjects over a period of four years. Our identified CSF proteins correspond to the literature. The concordance with Hühmer et al. and Stoop et al. ensures the good reproducibility, high confidence, and transferability of our defined CSF core proteome. This proteome may serve as a reference list for future CSF proteome studies. To our knowledge, this was the first study to investigate the variability in the CSF proteome by employing bottom-up mass spectrometry in order to identify and quantify as many CSF proteins as possible and by using the RCV for fold change assessment. A targeted MS approach would have allowed us to focus on single biomarker candidates. However, we preferred to gain a broader picture and provide data for future biomarker studies. To this end, we used a label-free MS approach. Owing to our study design, we focused on the variability in protein abundance in neurologically unimpaired healthy control subjects. Further studies must evaluate whether the variability within diseased groups might be comparable to our data. It can be assumed that the variability is strongly dependent on the disease. Furthermore, we suggest investigating whether the variability assessed over shorter periods is similar to our results. However, CSF sampling within short periods can increase the risk of adverse side effects for the subjects. We chose longer periods on the order of years because the long-term behavior of biomarkers is clinically important. These biomarkers should reflect the course of the disease. For an alternative to the RCV for evaluating “unexpectedly high” changes in protein abundance, it might also be reasonable to conduct a receiver operating characteristic (ROC) analysis for biomarker studies. By considering sensitivity and specificity, the ability of a potential biomarker to discriminate between two patient groups can be better investigated. Furthermore, the interrelation between abundance variability and fold changes is also considered in statistical test theory. For example, the t-test is a generally accepted standard method to assess reliable biomarker candidates on the basis of group variances and the difference in group means. Nevertheless, the RCV-based assessment suggested here may be more intuitive and better interpretable for most researchers.",
    "FIG": "Box plots of LFQ intensities and peptide retention times.\nLog2 of the LFQ intensities of all proteins, which were quantified in 100% of the samples, are shown in A (red box plots). The data were not further normalized or transformed once the values from MaxQuant were obtained. B shows the log2 of peptide retention times for every LC-MS/MS run (green box plots).\nStudy overview.\nA: Two variables, time point (T0, T24 and T48) and human subject (red figures represent female subjects, and blue figures represent male subjects), can characterize every sample in this study, and for every human subject, three samples were obtained. In this study, the inter- and intraindividual variability of the CSF were analyzed. Hereby, the intraindividual variability is defined as the variation within one human subject between the three time points (yellow circle), and the interindividual variability is defined as the variation between all subjects at T0 (green circle). B: The workflow included CSF sampling, sample preparation, tryptic digestion, LC-MS/MS with LFQ and data analysis. We identified 1,284,850 spectra, which resulted in 5601 peptides and 791 protein groups.\nIntra- and interindividual variability.\nA: This figure provides twelve Venn diagrams, one for each human subject. Only proteins that were found with at least 2 unique peptides in one of three samples were counted. The three time points are represented by different colors. Proteins that were identified in all three samples are shown in the middle overlap. Each overlap between two circles gives the number of proteins that were identified in these two samples. B: CVt values were calculated for all 216 proteins of the CSF core proteome and were plotted against their abundance rank. Proteins with CVt > 10% are colored in red, and those with CVt < 10% are colored green. C: CVg values were calculated for all 216 proteins of the CSF core proteome and were plotted against their abundance rank. Proteins with CVg > 20% are colored red, and those with CVg < 20% are colored green.\nLFQ intensity-based heatmap of the top 50 proteins.\nLFQ intensity-based heatmap of the top 50 proteins. Top 50 proteins were defined by their mean LFQ intensity of all samples. In each column, the LFQ intensity for one sample is visualized. The color range of LFQ intensity extends from 1e8 (green) over 1e9 (yellow) and 1e10 (red) to 1e11 (dark red).",
    "METHODS": "Materials and methods\nEthical statement\nThe ethics committee of the Physician's Board Hessen, Germany (approval no. FF89/2008) approved this study, which is registered at the German Register for Clinical Trials (DRKS00000540) according to the WHO Trial Registration Data Set. All participants provided written, fully informed consent to participate in this study. The relevant documents relating to this process are archived at Paracelsus-Elena-Klinik in Kassel, Germany. Only the anonymous data and materials from the participants were provided to the scientists carrying out the research. The data concerning this study were stored separately from the hospital charts of the patients.\nSubjects and samples\nThis CSF core proteome study has a longitudinal design with 12 human subjects evaluated at three different time points. The subjects were selected as previously described by Mollenhauer et al.. These 12 healthy subjects are a representative group of 90 neurologically unimpaired healthy subjects who are participating in the longitudinal DeNoPa study (de Novo Parkinson study), which is a prospective, single center study performed as described by Mollenhauer et al.. All subjects (volunteer CSF donors) were recruited at Paracelsus-Elena-Klinik in Kassel, Germany. The subjects were not eligible for the study if they demonstrated cognitive impairment (Mini-Mental State Examination score < 27) or any other neurological disease. A neurologist evaluated qualified subjects according to a standardized assessment protocol, including a neurological examination and MRI, among tests (S1 Table). This examination was repeated at every time point (T0, T24, T48) for every subject. No subject showed symptoms of any neurological disease. Further, routine laboratory blood analysis was carried out. Blood was collected with BD Vacutainer system tubes (BD, Franklin Lakes, NJ, USA) by venous puncture and processed according to published standard operating procedures (SOPs) between 7 and 9 a.m. after 12 hours fasting. Aliquots were stored at -80 °C within 30 min following the venous puncture.\nCharacteristics of the study group\nThe age and gender characteristics of our study group are shown in Table 1. The median age of human subjects was 65 at the beginning of the study, with 39.1% of the subjects being female. The mean time between each of the follow-up assessments (T0 (first), T24 and T48) was two years. Routine blood and CSF laboratory analyses were performed to exclude severe diseases that can affect CSF. Furthermore, blood contamination of CSF was clinically assessed by the erythrocyte count. In some samples, slight contamination from blood was found (0 to 64 erythrocytes, median: 0) but were negligible, as described by Reiber. Otherwise, no significant deviations related to default values were revealed in the routine laboratory analysis of the CSF. With all the tests and information, the selected study group covered all characteristics necessary for our study.\nCSF sampling for routine laboratory analysis and mass spectrometric analysis\nCSF was obtained from the subarachnoid space of the lumbar spinal cord by lumbar puncture. Sampling was performed as described by Mollenhauer et al.. Routine clinical variables were determined using established routine protocols (Table 2 and S2 Table). The CSF was centrifuged at 2,500 x g for 10 min at room temperature, and the supernatant was collected for further analysis. The time between obtaining the sample and the centrifugation step was under 30 min. Within 30 min, the samples were stored in aliquots at -80 °C until further analysis.\nCSF sample preparation for mass spectrometric analysis\nBefore performing mass spectrometric analysis, protein digestion of the CSF samples was performed according to the protocol published by Stoop et al. with slight modifications. In short, CSF samples (50 μL) were incubated 1:1 with 0.2% (s/v) RapiGest SF Surfactant (Waters Corporation, Milford, MA, USA) (in 50 mM ammonium bicarbonate). Proteins were reduced with 5 mM dithiothreitol (final concentration) at 60 °C for 30 min. Next, iodoacetamide was added for alkylation (final concentration of 15 mM), and the samples were incubated at room temperature for 30 min in the dark. Tryptic digestion was performed at 37 °C overnight (16 hours) at a 1:50 (w/w) trypsin-to-protein ratio. Digestion was stopped by adding 25% (v/v) trifluoroacetic acid (TFA) for a final concentration of 0.5% (v/v). After incubation at 37 °C for 40 min, the samples were centrifuged (Centrifuge 5417R, Rotor: FC45-30-11, Eppendorf AG, Hamburg, Germany) at 17,000 x g and 4 °C for 10 min. Clear supernatants of the samples were transferred into new reaction tubes and dried with a rotational vacuum concentrator (SpeedDry RVC 2–25 CDplus, Martin Christ Gefriertrocknungsanlagen GmbH, Osterode, Germany). Finally, samples were resuspended in 0.1% (v/v) TFA. The peptide concentration was measured by amino acid analysis, as described by Plum et al..\nMass spectrometric analysis\nProtein digests were analyzed on a nanoHPLC system (UltiMate 3000, Dionex, Idstein, Germany) coupled on-line to a quadrupole orbitrap mass spectrometer (Q Exactive, Thermo Fisher Scientific, Bremen, Germany). Samples were injected into the nanoHPLC system by an autosampler and were loaded on a C18 trap column (PepMap100 C18, 100 μm ID x 2 cm, particle size 5 μm and pore size 100 Å; Thermo Scientific, Rockford, IL, USA) using 0.1% (v/v) TFA and a flow rate of 30 μL/min. After sample loading, the trap column was switched to an analytical C18 column (PepMap C18, 75 μm x 50 cm, particle size 5 μm and pore size 100 Å; Thermo Scientific, Rockford, IL, USA). For peptide separation, the following solvent system was used: buffer A: 0.1% (v/v) formic acid; buffer B: 84% (v/v) acetonitrile, 0.1% (v/v) formic acid. A linear gradient of 4–50% buffer B was carried out for 180 min at a flow rate of 400 nL/min, followed by a washing step with 95% B for 5 min and an equilibration step with 5% B for 5 min. The column oven temperature was set to 60 °C. Ionization took place in a nano electrospray ionization source (ESI), and mass spectrometric analysis was performed in data-dependent scan mode. For MS/MS analysis, full MS spectra were scanned in the range from 350–1,400 m/z with a resolution of 70,000 at 200 m/z (automatic gain control (AGC) target 2e6, 80 ms maximum injection time). The spray voltage was set to 1,600 V, and the capillary temperature was set to 250 °C. For internal recalibrations, the lock mass polydimethylcyclosiloxane (m/z: 445.120) was used. The 10 ions with the highest intensities were selected for higher energy collision-induced dissociation (HCD) fragmentation. MS/MS fragments were generated with a 27% normalized collision energy, an isolation window of 2.2 m/z and a fixed first mass of 130 m/z. An orbitrap analyzer with a resolution of 35,000 at 200 m/z (AGC 5e5, maximum injection time 120 ms) was used for fragment analysis. For the assessment of the analytical variability, seven replicates of pooled samples were measured.\nProtein quantification\nMass spectrometric data were analyzed with the intensity-based quantification software MaxQuant (version 1.5.3.12). MS/MS spectra were searched against the UniProt/Swiss-Prot human proteome database (UniProtKB/Swiss-Prot UniProt release 2017_01; downloaded 2017-01-26; number of entries 553,474) using the search engine Andromeda; the search included 262 common contaminants and concatenated with the reversed versions of all sequences. The precursor and fragment ion mass tolerance were set to 5 ppm and 20 ppm, respectively. The enzyme specificity was set to trypsin, and two missed cleavages were allowed. The minimum peptide length was set to 7 amino acids. Cysteine carbamidomethylation was set as fixed, and methionine oxidation and N-terminal acetylation were set as variable modifications. A maximum of 5 modifications per peptide was set. For both peptide spectrum matches (PSMs) and protein level, the false discovery rate (FDR) was set to 1%. For the calculation of the protein abundances, label-free quantification (LFQ,) was performed with an LFQ minimum ratio count of two. Normalized LFQ intensities were used for further data analysis.\nMathematical calculation of the variation in protein abundance\nFor each protein, its CV is defined as the ratio of the standard deviation (s) to the mean () in %: \nIn this paper, several types of CVs are used. First, to assess the analytical variability or inaccuracy, CVa can be calculated using the standard deviation and mean of repeated measurements of the same sample. To this end, in this paper, 4 technical replicates were used. Second, for each subject, protein abundances were measured at three different time points (i.e., T0, T24 and T48), and for each protein, a CV for the three abundances was calculated. The median of these CVs across all samples is called CVt and represents the intraindividual variability over time. Finally, to obtain the measured interindividual CV between different subjects (CVg), the mean and the standard deviation of the protein abundances across all samples at T0 are used in formula (1) to obtain CVg.\nThe reference change value (RCV) describes the change in the protein abundance (e.g., a potential protein biomarker) in % that is added to the original abundance (i.e., 100%) and is necessary to reflect an ‘“unexpectedly high” change, i.e., a change that is unlikely to occur based only on the analytical, inter- or intraindividual variability and might be biologically relevant (e.g., a potential protein biomarker). The original formula is given in (2):  with CVi standing for the intraindividual biological CV given by \nThe factor 1.96 corresponds to a 95% confidence level assuming a normal distribution. By inserting formula (3) into formula (2), CVa2 is canceled out, and the square root vanishes. Therefore, the formula for the RCV can be simplified to \nThis RCV is called RCVt because it uses CVt and applies to the intraindividual variability. We modify the definition for RCVg by exchanging CVt for CVg in order to reflect “unexpectedly high” changes between different individuals: \nGenerally, the RCV is always larger than zero, and in order to compare the RCV to fold changes, the original abundance (i.e., 100%) needs to be added so that (RCV + 100%)/100% has to be considered. Then, whether a fold change is unexpectedly high can be assessed. For a CVg value of 50%, the following RCVg can be calculated:  \nConsequently, for this example, the fold change should be larger than 2.39 to reflect an “unexpectedly high” change in protein abundance.",
    "Raw Data Files": [
        "K5.3QEXI16231.raw",
        "K2.2QEXI16173.raw",
        "K26.2QEXI16223.raw",
        "K5.1QEXI16165.raw",
        "K38.2QEXI16211.raw",
        "K14.1QEXI16209.raw",
        "K39.1QEXI16181.raw",
        "K40.3QEXI16167.raw",
        "K39.2QEXI16229.raw",
        "K8.3QEXI16163.raw",
        "K2.3QEXI16191.raw",
        "K33.1QEXI16215.raw",
        "K40.1QEXI16227.raw",
        "K1.1QEXI16153.raw",
        "K36.3QEXI16185.raw",
        "K40.2QEXI16217.raw",
        "K8.2QEXI16183.raw",
        "K1.2QEXI16195.raw",
        "K13.2QEXI16201.raw",
        "K5.2QEXI16155.raw",
        "K1.3QEXI16203.raw",
        "K36.2QEXI16167.raw",
        "K26.3QEXI16197.raw",
        "K36.1QEXI16221.raw",
        "K13.3QEXI16225.raw",
        "K33.2QEXI16189.raw",
        "K8.1QEXI16193.raw",
        "K14.2QEXI16161.raw",
        "K38.3QEXI16219.raw",
        "K38.1QEXI16199.raw",
        "K39.3QEXI16213.raw",
        "K33.3QEXI16157.raw",
        "K14.3QEXI16175.raw",
        "K13.1QEXI16187.raw",
        "K2.1QEXI16159.raw",
        "K26.1QEXI16171.raw"
    ]
}